[Language]
DisplayName=简体中文

[MBR Distributors]
CmbCOCDistributors_Info_01=未知的 COC
CmbSuspendAndroid_Info_01=指定Android将在搜索和攻击期间暂停暂停，或者在每个ImgLoc/Image处理呼叫中停止。 如果您遇到更频繁的网络问题\r\n使用「仅在搜索/攻击」选项或禁用此功能。
CmbSuspendAndroid_Item_01=已禁用|只有在搜索/攻击|对于每一个图片处理的呼叫
Emulator_Item_01=谷歌
Emulator_Item_02=昆仑
Emulator_Item_03=360
Emulator_Item_04=百度
Emulator_Item_05=九游
Emulator_Item_06=豌豆荚/当乐
Emulator_Item_07=华为
Emulator_Item_08=OPPO
Emulator_Item_09=VIVO
Emulator_Item_10=安智
Emulator_Item_11=靠谱
Emulator_Item_12=乐助联想
Emulator_Item_13=果盘
Emulator_Item_14=小米
Emulator_Item_15=海马玩
Emulator_Item_16=乐视
Emulator_Item_17=逍遥
Emulator_Item_18=夜神
Emulator_Item_19=爱游戏
Emulator_Item_20=腾讯
Emulator_Item_21=Clash Of Magic, The Black Magic: S1
Emulator_Item_22=Clash Of Magic, The Power Of Magic: S2
Emulator_Item_23=Clash Of Magic, The Hall Of Magic: S3
Emulator_Item_24=Clash Of Magic, The Hall Of Magic 2: S4
Group_01=未装 COC
Group_02=分销商
LblAdvanced_Android_Options=暂停/恢复 Android模拟器
NO_COC=没有 COC
Unknown_COC=未知 COC
[MBR Popups]
Bot_will_exit=注意 =>> 当完成时，机器人将会退出，并且必须重新启动
Cancel_to_exit=或者点击 取消 退出
CheckPrerequisites_Item_01=长官，有些档案找不到！
CheckPrerequisites_Item_02=请解压缩所有档案和文件夹，再尝试启动机器人一次！
CheckPrerequisites_Item_03=对不起，开始按钮被停用直到修复为止！
CheckPrerequisites_Item_04=长官，档名不正确！
CheckPrerequisites_Item_05=您改变了 MyBot.run.exe 的档名，请改回来后再重新启动机器人！
Close_Bot=请关闭机器人！
Delete_and_Reset_Building_info=点击 确定，删除/重设 所有建筑物信息
Delete_Building_Info=删除建筑物信息吗？
Delete_Profile_01=删除配置文件
Delete_Profile_02=您确定要删除此配置文件？\r\n档案将无法救回！
Delete_then_restart_bot=点击 确定 删除后，手动重启机器人
Func_AttackCSVAssignDefaultScriptName_Copy_0=复制并重新命名当前攻击脚本
Func_AttackCSVAssignDefaultScriptName_Copy_1=复制
Func_AttackCSVAssignDefaultScriptName_Create=新建攻击脚本
Func_AttackCSVAssignDefaultScriptName_Error=当建立档案时出现错误
Func_AttackCSVAssignDefaultScriptName_File-exists=同名档案已存在，请输入别的档名
Func_AttackCSVAssignDefaultScriptName_New_0=输入新的脚本档名
Func_AttackCSVAssignDefaultScriptName_New_1=并输入新的脚本档名
Func_cmbLanguage=重启机器人以更换成新的接口语言：
Func_Locate_Building_01=点击 定位更新 按钮，然后点击您要升级的 建筑物/英雄
Func_Locate_Building_02=定位所有要升级的建筑物后，点击 完成 按钮
Func_Locate_Building_03=点击 取消 按钮，退出定位建筑物
Func_Locate_Building_04=定位 建筑物|完成|取消
Func_Locate_Building_05=定位升级物
Func_Locate_Building_06=您现在可以将鼠标移出模拟器之外，谢谢！
Func_Locate_Building_07=文字读取错误
Func_Locate_Building_08=输入升级成本
Func_Locate_Building_09=保存升级的图片供开发和分析使用吗？
Func_Locate_Building_10=黄金   |  圣水  |  暗黑重油
Func_Locate_Building_11=需要用户帮助
Func_Locate_Building_12=选择升级的类型：
Func_Locate_Clan_Castle_01=点确定后，移动至部落城堡，再点击一下
Func_Locate_Clan_Castle_02=定位部落城堡
Func_Locate_King_Altar_01=点击 确定 后，移动至 野蛮人之王圣台，再点击一下
Func_Locate_King_Altar_02=定位野蛮人之王圣台
Func_Locate_Laboratory_01=点击 确定 后，移动至 实验室，再点击一下
Func_Locate_Laboratory_02=定位实验室
Func_Locate_Queen_Altar_01=点击 确定 后，移动至 弓箭女皇圣台，再点击一下
Func_Locate_Queen_Altar_02=定位弓箭女皇圣台
Func_Locate_TownHall_01=点击 确定 后，移动至 大本营，再点击一下
Func_Locate_TownHall_02=定位大本营
Func_Locate_Warden_Altar_01=点击 确定 后，移动至 大守护者圣台，再点击一下
Func_Locate_Warden_Altar_02=定位大守护者圣台
Func_PresetDeleteConf_Info_01=删除设置
Func_PresetDeleteConf_Info_02=您确定要删除设置吗？
Locate_building_01=点击位置后，不要立刻移动鼠标
Locate_building_02=确保建筑物的名称可见！
Locate_building_03=您现在可以将鼠标移出模拟器之外，谢谢！
Locate_building_04=注意！
Locating_your_TH=如果您要定位大本营，是因为大本营刚升级
Must_restart_bot=那么您必须重启机器人
MyVillage=我的村庄
Ok=确定
Ok_Cancel=确定|取消
OK_to_restart_bot=点击 确定，重启机器人
Profile_Already_Exists_01=配置文件已存在
Profile_Already_Exists_02=%s 已存在\r\n请使用另一个名称
Profile_Already_Exists_03=已经存在.
Profile_Already_Exists_04=请为您的个人资料选择另一个名称
Restart_bot=点击 确定，关闭机器人，然后启动机器人(手动)
Settings_DPI_Error_01=分辨率不正确，设定值太
Settings_DPI_Error_02=%. 必须设定它到100%，使机器人运行
Settings_DPI_Error_03=改变分辨率DPI为正确的值后，重新启动且再次运行机器人
Settings_DPI_Error_04=在更改之前，将不能使用机器人
Settings_DPI_Error_05=点击 确定 浏览如何改变分辨率
Settings_DPI_Error_06=分辨率不正确
Settings_DPI_Error_07=不支持
Settings_DPI_Error_08=对不起，您的操作系统不支持运行机器人
Settings_Error=显示设置错误
sText_01=机器人出现了一个严重的错误
sText_02=无法找到或启动
sText_03=重启计算机后，再试一次
sText_04=并浏览 www.mybot.run 论坛以获得更多帮助
sText_05=关闭机器人！
sText_06=确定 - 必须退出程序
Sure_Close Bot=您确定要重启机器人吗？
Sure_Delete_Building_Info=您确定要删除建筑物信息吗？
YES_NO=是|否
[MBR Func_AtkLogHead]
AtkLogHead_Text_01=收益日志
AtkLogHead_Text_02=------------------------------------------------- 收 益 ----------------------------- 奖 励 ------------------------
AtkLogHead_Text_03=|账号|时 间| 奖 杯|搜索次数|   金   |    水   |  暗黑重油  |奖杯|星|   金  |   水   |暗黑重油|聨盟|
[MBR Func_Village_Upgrade]
BtnResetLabUpgradeTime_Info_01=出现红色按钮代表科技升级正在进行中，
BtnResetLabUpgradeTime_Info_02=它会在升级即将完成时自动消失。
BtnResetLabUpgradeTime_Info_03=如果正在进行中的升级被使用宝石加速提早完成，
BtnResetLabUpgradeTime_Info_04=在开始新的升级前，请点击红色按钮，重设内部的定时器。
BtnResetLabUpgradeTime_Info_05=警告 - 不必要的定时器重设，将造成经常性的实验室状态检测
BtnResetLabUpgradeTime_Info_06=科技升级已经开始
BtnResetLabUpgradeTime_Info_07=将于以下时间，开始检查是否升级已完成：
Lab_GUIUpdate_Info_00=出现红色按钮代表科技升级正在进行中，
Lab_GUIUpdate_Info_01=它会在升级即将完成时自动消失。
Lab_GUIUpdate_Info_02=如果正在进行中的升级被使用宝石加速提早完成，
Lab_GUIUpdate_Info_03=在开始新的升级前，请点击红色按钮，重设内部的定时器。
Lab_GUIUpdate_Info_04=警告 - 不必要的定时器重设，将造成经常性的实验室状态检测
Lab_GUIUpdate_Info_05=科技升级已经开始
Lab_GUIUpdate_Info_06=将于以下时间，开始检查是否升级已完成：
Lab_GUIUpdate_Info_07=您确定要重设实验室的升级定时器吗？
Lab_GUIUpdate_Info_08=点击确定重设
Lab_GUIUpdate_Info_09=或者 点击取消退出
Lab_GUIUpdate_Info_10=确定
Lab_GUIUpdate_Info_11=取消
Lab_GUIUpdate_Info_12=重设实验室升级定时器吗？
[MBR GUI Control Bottom]
Func_AndroidEmbedded_False=解除合并
Func_AndroidEmbedded_True=合并窗口
Func_btnHide_False=显示
Func_btnHide_True=隐藏
[MBR Global GUI Design]
AM=AM
Clear_set_row_of_boxes=点击这里将清除或全选整行
Day=天
days=天旧
Fr=五
Friday=星期五
Hour=小时
Hours=小时
hr=小时
hrs=小时
LblTownhall=大本营
Level=等级
Maxi=最大
min.=分钟
Mini=最小
Minutes=分钟
Mo=一
Monday=星期一
None=不使用
Only_during_day=勾选执行星期
Only_during_hours=勾选执行时段
PM=PM
Sa=六
Saturday=星期六
search(es).=搜索
sec.=秒
second=秒
seconds=秒
Su=日
Sunday=星期日
Th=四
Thursday=星期四
Tu=二
Tuesday=星期二
We=三
Wednesday=星期三
[MBR Main GUI]
disabled_Tab_02_STab_02_STab_Info_01=注意：此捐兵选项已取消使用，如要使用，请勾选『
disabled_Tab_03_STab_02_STab_Info_01=注意：此选项已取消使用，如要使用，请勾选『
disabled_Tab_03_STab_02_STab_Info_02=』来启用
MISC_TAB_ITEM1=家乡
MISC_TAB_ITEM2=建筑大师基地
MISC_TAB_ITEM3=部落竞赛
Tab_01=日志
Tab_010_STab_01=聊天机器人
Tab_02=村庄
Tab_02_STab_01=综合
Tab_02_STab_02=部落城堡
Tab_02_STab_02_STab_01=请求增援
Tab_02_STab_02_STab_02=捐兵
Tab_02_STab_02_STab_03=捐兵时间表
Tab_02_STab_02_STab_04=GTFO Mod
Tab_02_STab_03=升级
Tab_02_STab_03_STab_01=实验室
Tab_02_STab_03_STab_02=英雄
Tab_02_STab_03_STab_03=建筑物
Tab_02_STab_03_STab_04=城墙
Tab_02_STab_03_STab_05=自动升级
Tab_02_STab_04=成就
Tab_02_STab_05=通知
Tab_02_STab_05_STab_01=子弹推送/电报
Tab_02_STab_05_STab_02=通知时间表
Tab_03=攻击计划
Tab_03_STab_01=训练军队
Tab_03_STab_01_STab_01=军队/法术
Tab_03_STab_01_STab_02=加速
Tab_03_STab_01_STab_03=训练顺序
Tab_03_STab_01_STab_04=选项
Tab_03_STab_02=搜索 && 攻击
Tab_03_STab_02_STab_01=死鱼
Tab_03_STab_02_STab_01_STab_01=死鱼判定
Tab_03_STab_02_STab_02=活鱼
Tab_03_STab_02_STab_03=偷本
Tab_03_STab_02_STab_04=弱本
Tab_03_STab_02_STab_05=选项
Tab_03_STab_02_STab_05_STab_01=闪黑
Tab_03_STab_02_STab_05_STab_02=杯段设置
Tab_03_STab_02_STab_0X_STab_01=搜索
Tab_03_STab_02_STab_0X_STab_02=进攻
Tab_03_STab_02_STab_0X_STab_03=结束战斗
Tab_03_STab_03=战略
Tab_03_STab_03_STab_01=载入战略
Tab_03_STab_03_STab_02=保存战略
Tab_04=机器人
Tab_04_STab_01=选项
Tab_04_STab_02=安卓
Tab_04_STab_03=除错
Tab_04_STab_04=配置
Tab_04_STab_05=统计
Tab_04_STab_05_STab_01=收益
Tab_04_STab_05_STab_02=成本
Tab_04_STab_05_STab_03=进攻收益
Tab_04_STab_05_STab_04=捐赠
Tab_04_STab_05_STab_05=多账号统计
Tab_05=关于我们
Tab_05_STab_01=战争准备
Tab_06=MOD
Tab_06_STab_01=Humanization
Tab_06_STab_02=GTFO
Tab_06_STab_03=War Preparation
Tab_06_STab_04=ChatBot
Tab_06_STab_05=Goblin XP
Tab_06_STab_06=Forecast
Tab_06_STab_07=Switch Profiles
Tab_06_STab_08=SM Debug
Tab_07_STab_01=预测
Tab_07_STab_02=Farming Schedule
Tab_08_STab_01=人性化
Tab_09_STab_01=切换配置文件
Tab_10_STab_01=SM 除错
[MBR GUI Design Bottom]
BtnAttackNowDB=打死鱼
BtnAttackNowLB=打活鱼
BtnAttackNowTS=偷本
BtnEmbed=合并窗口
BtnEmbed_Info_01=模拟器和 MyBot 合并成一个窗口
BtnHide=隐藏
BtnHide_Info_01=将模拟器窗口移到视线之外
BtnHide_Info_02=（不是最小化，而是隐藏）
BtnLoadTheme=主题
BtnMakeScreenshot=截图
BtnMakeScreenshot_Info_01=点击这里来截图村庄，并将其存档
BtnPause=暂 停
BtnPause_Info_01=点击这里（或 Pause/Break 键）暂停运行
BtnResume=恢复
BtnResume_Info_01=点击这里（或 Pause/Break 键）恢复运行
BtnSearchMode=搜索模式
BtnSearchMode_Info_01=不进攻，仅搜索符合条件的村庄
BtnStart=开 始
BtnStart_Info_01=点击这里开始运行
BtnStop=停 止
BtnStop_Info_01=点击这里停止运行（或 ESC 键）
ChkBackgroundMode=背景模式 -哈比~会飞的猫汉化-
ChkBackgroundMode_Info_01=勾选设定为背景模式
ChkBackgroundMode_Info_02=与隐藏功能兼容并不冲突
Group_01=- 免费软件 -
GrpStatus_Info_01=灰色 - 未读，绿色 - 准备使用，蓝色 - 治疗，红色 - 升级
GrpStatus_Info_02=绿色 - 实验室正在运行，红色 - 实验室已停止
GrpVillage=村庄
GrpVillage_Info_01=切换村庄信息和统计
Lab=实验室
LblDonate=捐赠支持开发
LblDonate_Info_01=Paypal 捐赠
LblVillageReportTemp_01=首次运行时
LblVillageReportTemp_02=村庄信息
LblVillageReportTemp_03=才在这里显示
[MBR GUI Design Child Attack - Attack Scripted]
btnAttNow_Info_01=现在攻击按钮它将使CSV制造/测试人员 变得简单。 你应该在攻击屏幕上
CmbScriptDropline=线型：固定外角（推荐）|线型：红线起点|全线型：固定外角|全线型：红线起点|非线型
CmbScriptDropline_Info_01=选择线型出兵的端点。推荐的外角方式比较安全。红线起点方式比较积极。
CmbScriptName=选择一个 CSV 攻击脚本（存放在 CSV/Attack 目录中）
CmbScriptRedlineImpl=ImgLoc 红线（推荐）|ImgLoc 红线点式|旧红线|最外边缘
CmbScriptRedlineImpl_Info_01=选择红线区辨认方式。推荐的 ImgLoc 红线方式应是最好的。
CSVSpeed=CSV 部署速度
Group_01=CSV 攻击脚本
IconApply_Info_01=应用部队，拼写，红线，分隔线和请求的设置
IconCopy_Info_01=复制并重新命名当前攻击脚本
IconCreate_Info_01=新建攻击脚本
IconReload_Info_01=重载攻击脚本档案列
IconShow-Edit_Info_01=显示/编辑当前攻击脚本
[MBR GUI Design Child Attack - Attack]
BtnClose=关
BtnCustomDropOrder=下兵顺序
BtnCustomDropOrder_Info_01=选择自定义下兵顺序
BtnDropOrderSet=应用新顺序
BtnDropOrderSet_Info_01=完成选择自定义下兵顺序后按下按钮
BtnDropOrderSet_Info_02=当不是所有部队顺序槽填满，将在空槽中使用随机顺序作为命令！
BtnRemoveDropOrder=清空(删除)列表
BtnRemoveDropOrder_Info_01=按下按钮清空(删除)列表中所有部队并重新开始
ChkCustomDropOrderEnable=启用自定义下兵顺序
ChkCustomDropOrderEnable_Info_01=启用自定义下兵顺序
ChkCustomDropOrderEnable_Info_02=不会对CSV脚本攻击产生影响！ 只适用标准攻击。
ChkCustomDropOrderEnable_Info_03=活鱼和死鱼
ChkTHSnipeBeforeEnable=先偷本
ChkTHSnipeBeforeEnable_Info_01=若大本营外置，则先偷本
Chk-Use-Clan Castle_Info_01=进攻时使用 城堡军队
Chk-Use-Clone_Info_01=进攻时使用 镜像法术
Chk-Use-Earthquake_Info_01=进攻时使用 地震法术
Chk-Use-Freeze_Info_01=进攻时使用 冰冻法术
Chk-Use-Haste_Info_01=进攻时使用 加速法术
Chk-Use-Healing_Info_01=进攻时使用 疗伤法术
Chk-Use-Jump_Info_01=进攻时使用 弹跳法术
Chk-Use-King_Info_01=进攻时使用 野蛮人之王
Chk-Use-King_Info_02=七本以上才有
Chk-Use-Light_Info_01=进攻时使用 雷电法术
Chk-Use-Poison_Info_01=进攻时使用 施毒法术
Chk-Use-Queen_Info_01=进攻时使用 弓箭女皇
Chk-Use-Queen_Info_02=九本以上才有
Chk-Use-Rage_Info_01=进攻时使用 狂暴法术
Chk-Use-Skeleton_Info_01=进攻时使用 骷髅法术
Chk-Use-Warden_Info_01=进攻时使用 大守护者
Chk-Use-Warden_Info_02=十一本以上才有
Cmb-Algorithm_Item_01=标准攻击
Cmb-Algorithm_Item_02=CSV 脚本攻击
Cmb-Algorithm_Item_03=挤压式攻击
Cmb-Algorithm_Item_03_SubItem_01=A - 结构
Cmb-Algorithm_Item_03_SubItem_02=B - 条件
Cmb-Algorithm_Item_03_SubItem_03=C - 进攻
Cmb-Algorithm_Item_03_SubItem_04=D - 挤压式攻击后
Cmb-Algorithm_Item_03_SubItem_05=高级设置
Cmb-Algorithm_Item_04=SmartFarm Attack
Cmb-SelectTroop_Info_01=选择进攻时使用的军队
Cmb-SelectTroop_Item_01=全部军队
Cmb-SelectTroop_Item_02=兵营军队
Cmb-SelectTroop_Item_03=野蛮人
Cmb-SelectTroop_Item_04=弓箭手
Cmb-SelectTroop_Item_05=野蛮人+弓箭手
Cmb-SelectTroop_Item_06=野蛮人+哥布尔
Cmb-SelectTroop_Item_07=弓箭手+哥布尔
Cmb-SelectTroop_Item_08=野蛮人+弓箭手+巨人
Cmb-SelectTroop_Item_09=同上+哥布尔
Cmb-SelectTroop_Item_10=野蛮人+弓箭手+野猪骑士
Cmb-SelectTroop_Item_11=野蛮人+弓箭手+亡灵
Cmb-Siege_Item_01=仅限城堡
Cmb-Siege_Item_02=攻城战车
Cmb-Siege_Item_03=攻城飞艇
CmbTHSnipeBeforeScript_Info_01=您可以在 CSV\THSnipe 目录中，新增/编辑选项
Group_01=使用
Group_02=偷本
Group_03=自定义下兵顺序
GUI_DropOrder=删除自定义义攻击下兵顺序
LblAttackType=攻击类型
LblSelectSpecialTroop=特殊军队类型
LblSelectTroop=军队类型
LblTHSnipeBeforeTiles=边界格数
LblTHSnipeBeforeTiles_Info_01=边界距离大本营的最大格数
TxtDropOrder=输入部队下兵的顺序 #
[MBR GUI Design Child Attack - Attack Standard]
ChkAttackNearDarkElixirDrill_Info_01=在闇黑重油提炼井附近下兵
ChkAttackNearDarkElixirDrill_Info_01=在闇黑重油提炼井附近下兵
ChkAttackNearElixirCollector_Info_01=在圣水采集器附近下兵
ChkAttackNearGoldMine_Info_01=在金矿附近下兵
ChkAttackNearElixirCollector_Info_01=在圣水收集器附近下兵
ChkRandomSpeedAtk=随机化出兵速度和梯次
ChkSmartAttackRedArea=智能出兵：贴近红线
ChkSmartAttackRedArea_Info_01=侦测村庄四周的红线，贴近出兵
CmbSmartDeploy_Info_01=每一边, 后换兵种
CmbSmartDeploy_Info_02=下全兵种, 后换边
CmbStandardDropOrder_Info_01=选择默认的出兵顺序
CmbStandardDropOrder_Info_02=各个默认的选项，出兵的顺序和梯次皆不同。
CmbStandardDropOrder_Info_03=只有列于『军队类型』以下的军队会被使用。
CmbStandardDropOrder_Item_01=所有兵种（预定）
CmbStandardDropOrder_Item_02=Barch/BAM/BAG
CmbStandardDropOrder_Item_03=GiBarch
CmbStandardDropSides_Info_01=从一边进攻,可穿透大本营
CmbStandardDropSides_Info_02=从两边进攻,可穿透大本营
CmbStandardDropSides_Info_03=从三边进攻,清理外围,有时候可穿透大本营
CmbStandardDropSides_Info_04=设定进攻的方向数量
CmbStandardDropSides_Info_05=从靠近闇黑重油罐的方向进攻
CmbStandardDropSides_Info_06=从靠近大本营的方向进攻
CmbStandardDropSides_Info_07=经典4指进攻
CmbStandardDropSides_Info_08=多指攻击
CmbStandardDropSides_Item_01=一边
CmbStandardDropSides_Item_02=两边
CmbStandardDropSides_Item_03=三边
CmbStandardDropSides_Item_04=每个方向（均分）
CmbStandardDropSides_Item_05=闇黑重油罐
CmbStandardDropSides_Item_06=大本营
CmbStandardDropSides_Item_07=经典四指
CmbStandardDropSides_Item_08=多指
Group_01=部署
Label_01=出兵顺序
Label_02=出兵方向
Lbl-CmbStandardUnitDelay=出兵速度
Lbl-CmbStandardUnitDelay_Info_01=控制出兵的速度和梯次：1（最快）如机器操控，10（最慢）如人操控
Lbl-CmbStandardUnitDelay_Info_02=随机的出兵速度和梯次，将更像人在操控
Lbl-CmbStandardWaveDelay_Info_01=梯次
LblSmartDeploy=出兵方式
LblSmartDeploy_Info_01=选择兵种或边的优先级
LblSmartDeploy_Info_02=方式 1: 在每一边下一种兵种，一波后，再转换成其他的兵种继续下一波，或者
LblSmartDeploy_Info_03=方式 2: 在一边下完各个兵种（例如：哥布尔，弓箭手，野蛮人）的全部兵力后，再换边继续
[MBR GUI Design Child Attack - EndBattle]
ChkDEEnd=当
ChkDEEnd_Info_01=当暗黑重油少于设定的比例，且野蛮人之王处于红血状态时，结束战斗
ChkDEEnd_Info_02=当暗黑重油少于设定的比例，且弓箭女皇处于红血状态时，结束战斗
ChkDESideEB=当暗黑重油少于
ChkDESideEB_Info_01=启动暗黑重油侧攻击的特殊条件
ChkDESideEB_Info_02=当暗黑重油少于设定的比例时，且没有以下其它的条件，将结束战斗
ChkDisableOtherEBO=不使用左栏的结束战斗选项
ChkDisableOtherEBO_Info_01=当暗黑重油少于设定的比例时，不使用左栏的选项来结束战斗
ChkEndNoResources=当资源为零时
ChkEndNoResources_Info_01=战役中，当金、水、黑都为零时，结束战斗
ChkEndOneStar=当获得一星时
ChkEndOneStar_Info_01=战役中，获得一星时，结束战斗
ChkEndOneStar_Info_02=当暗黑重油少于设定的比例，且获得一星时，结束战斗
ChkEndPercentChange=当战果百分比于数秒内
ChkEndPercentChange_Info_01=当战果百分比于此时间内不再改变，结束战斗
ChkEndPercentHigher=当战果百分比
ChkEndPercentHigher_Info_01=如果战果百分比大于此数值时，结束战斗
ChkEndTwoStars=当获得两星时
ChkEndTwoStars_Info_01=战役中，获得二星时，结束战斗
ChkStopAtkNoLoot=当在下列秒数内
ChkStopAtkNoLoot_Info_01=在设定的时间内战利品没有额外的增加；
ChkStopAtkNoLoot_Info_02=当英雄和所有部队都释放完毕后开始倒数计时
Group_01=结束战斗
Group_02=结束战斗（暗黑重油）
LabelDE_01=进攻方向为『闇黑重油罐』时：
LabelDE_Info_01=必须先至『活鱼/进攻』，选用进攻方向为『闇黑重油罐』
LblDEEnd=处于红血状态
LblMinRerourcesAtk2=且可抢资源少于：
LblMinRerourcesAtk2_Info_01=如果低于这个数值，结束战斗
LblPercentChange=不再改变
LblPercentHigher=大于
LblStopAtkNoLoot=抢不到资源
LblSwitch_DB_Attack_at_END=切换回死鱼进攻模式
TxtArmyCamps2_Info_01=当兵营内军队数量大于设定的比例时，切换回死鱼进攻模式
[MBR GUI Design Child Attack - Search]
ChkActivateCamps=兵营军队
ChkActivateCamps_Info_01=设定兵营军队比例
ChkActivateSearches=搜索
ChkActivateSearches_Info_01=注意：只适用于此攻击方式
ChkActivateSearches_Info_02=注意：此设定并不会限制搜索次数而重新开始
ChkActivateTropies=奖杯
ChkActivateTropies_Info_01=注意：此设定并不会强迫停留在这范围内
ChkMaxAirDefense=搜索小于防空火箭等级设定值的村庄
ChkMaxEagle=搜索小于天鹰火炮等级设定值的村庄
ChkMaxInferno=搜索小于地狱之塔等级设定值的村庄
ChkMaxMortar=搜索小于迫击炮等级设定值的村庄
ChkMaxWizTower=搜索小于法师塔等级设定值的村庄
ChkMaxXBow=搜索小于X连弩等级设定值的村庄
ChkMeetDE=暗黑重油
ChkMeetDE_Info_01=搜索大于暗黑重油设定值的村庄
ChkMeetOne=满足以上任一条件就攻击
ChkMeetOne_Info_01=满足以上任一个条件就开始攻击
ChkMeetTH_Info_01=搜索小于大本营等级设定值的村庄
ChkMeetTHO=偷本
ChkMeetTHO_Info_01=搜索符合大本营外置的村庄
ChkMeetTrophy_Info_01=搜索大于奖杯设定值的村庄
ChkMeetTrophy_Info_02=设定奖杯的最小开始攻击数值
ChkMeetTrophy_Info_03=设置最大的奖杯数量开始寻找攻击。
ChkNotWaitHeroes=英雄升级时不要等待英雄
ChkNotWaitHeroes_Info_01=继续攻击时，升级英雄并启用等待英雄。
ChkSpellsWait=等候法术
ChkSpellsWait_Info_01=当等候法术时，将停止搜索（只针对此种搜索方式）
ChkSpellsWait_Info_02=警告：当您没有可用的法术工厂时不要勾选此项，否则一切攻击将停止
ChkWaitForCastle=等候城堡援军
ChkWaitForCastle_Info_01=等候城堡援军满了才发动搜索与攻击
ChkWaitForCastleSpell=等候城堡法术
ChkWaitForCastleSpell_Info_01=等候战友捐法术满了才发动搜索与攻击
ChkWaitForCastleTroops=等候城堡援军
ChkWaitForCastleTroops_Info_01=等候城堡援军满了才发动搜索与攻击
CmbDBTH=设定大本营等级的最大攻击数值
CmbMaxAirDefense_Info_01=设定防空火箭等级的最大攻击数值
CmbMaxEagle_Info_01=设定天鹰火炮等级的最大攻击数值
CmbMaxInferno_Info_01=设定地狱之塔等级的最大攻击数值
CmbMaxMortar_Info_01=设定迫击炮等级的最大攻击数值
CmbMaxWizTower_Info_01=设定法师塔等级的最大攻击数值
CmbMaxXBow_Info_01=设定X连弩等级的最大攻击数值
CmbMeetGE_Info_01=搜索大于 黄金 和/或/加 圣水 设定值的村庄
CmbMeetGE_Info_02=和：两者同时满足，金 和 水
CmbMeetGE_Info_03=或：其中一个条件满足，金 或 水
CmbMeetGE_Info_04=加：满足 金 加 水 的总和
CmbMeetGE_Item_01=金和水
CmbMeetGE_Item_02=金或水
CmbMeetGE_Item_03=金加水
CmbWaitForCastleSpell=任何法术
CmbWaitForClanCastleSpell=任何
Group_01=开始搜索如果
Group_02=过滤选项
Group_03=防御等级
LblActivateMaxSearches_Info_01=设定最大搜索次数
LblActivateMaxTropies_Info_01=设定最大奖杯数
LblActivateMinSearches=设定最小搜索次数
LblActivateMinSearches_Info_01=启用 最小搜索次数
LblActivateMinTropies_Info_01=设定最小奖杯数
LblAddTiles_01=大本营
LblAddTiles_02=距离边界的格数
LblSWTTiles=兵营未满时
LblSWTTiles_Info_01=边界距离大本营的最大格数
LblTHadd_Info_01=输入会被认定为大本营外置的 1 X 1 格数
LblTHadd_Info_02=例如：0 格数：大本营必须靠在村庄外围边缘； 4 格数：大本营必须距离村庄外围边缘 4 块格数
LblTHadd_Info_03=如果大本营距离村庄外围边缘大于设定的值，村庄将被跳过不攻击
TxtHeroesWait=等候英雄复活
TxtHeroesWait_Info_01=当选择连续升级英雄时，等候英雄功能将被停用
TxtKingWait_Info_01=等候 野蛮人之王 复活出战
TxtKingWait_Info_02=七本以上才有
TxtMinDarkElixir_Info_01=设置最小值。 寻找一个村庄进行攻击，寻找暗黑重油的数量。
TxtMinDarkElixir_Info_01=设定夺取暗黑重油的最小开始攻击数值
TxtMinElixir_Info_01=设置最小值。 寻找一个村庄进行攻击的圣水的数量
TxtMinGold_Info_01=设定夺取黄金的最小开始攻击数值
TxtMinGoldPlusElixir_Info_01=设置最小值。 夺取一定数量的黄金+圣水 寻找一个村庄进行攻击。
TxtMinGoldPlusElixir_Info_01=设定夺取黄金加圣水的最小开始攻击数值
TxtMinElixir_Info_01=设定圣水的最小开始攻击数值
TxtQueenWait_Info_01=等候 弓箭女皇 复活出战
TxtQueenWait_Info_02=九本以上才有
TxtWaitForCastleSpell=和
TxtWardenWait_Info_01=等待 大守护者 复活出战
TxtWardenWait_Info_02=十一本以上才有
[MBR Global GUI Design Names Spells]
TxtCloneSpells=镜像法术
TxtEarthQuakeSpells=地震法术
TxtFreezeSpells=冰冻法术
TxtHasteSpells=加速法术
TxtHealingSpells=疗伤法术
TxtJumpSpells=弹跳法术
TxtLightningSpells=雷电法术
TxtPoisonSpells=施毒法术
TxtRageSpells=狂暴法术
TxtShortCloneSpells=克隆
TxtShortEarthquakeSpells=地震
TxtShortFreezeSpells=冰冻
TxtShortHasteSpells=加速
TxtShortHealSpells=疗伤
TxtShortJumpSpells=弹跳
TxtShortLightningSpells=雷电
TxtShortPoisonSpells=施毒
TxtShortRageSpells=狂暴
TxtShortSkeletonSpells=骷髅
TxtSkeletonSpells=骷髅法术
[MBR Global GUI Design Names Troops]
Grand Warden=大守护者
King=蛮王
Queen=弓箭女皇
TxtArchers=弓箭手
TxtBabyDragons=飞龙宝宝
TxtBalloons=气球兵
TxtBarbarians=野蛮人
TxtBattleBlimps=攻城飞艇
TxtBowlers=巨石投手
TxtDragons=飞龙
TxtEDragon=电龙
TxtElectroDragons=电龙
TxtGiants=巨人
TxtGoblins=哥布尔
TxtGolems=戈仑石人
TxtHealers=天使
TxtHogRiders=野猪骑士
TxtLavaHounds=熔岩猎犬
TxtMiners=掘地矿工
TxtMinions=亡灵
TxtPekkas=皮卡超人
TxtValkyries=瓦基丽武神
TxtWallBreakers=炸弹人
TxtWallWreckers=攻城战车
TxtWitches=女巫
TxtWizards=法师
Warden=大守护者
[MBR GUI Design Child Attack - Troops]
Btn_Remove_Army=重设训练数量
ChkArmy=军队
chkFillArcher=军队填满(弓)
chkFillArcher_Info_01=训练一些弓箭手填满营地或等待训练列队空间
chkFillEQ=法术满(震)
chkFillEQ_Info_01=制造1个地震法术填满法术营或等待制造空间
ChkForceBrewBeforeAttack=强制制造法术
chkPreciseArmyCamp=精确的部队
chkPreciseArmyCamp_Info_01=攻击前检查部队和法术的精确度。
chkPreciseArmyCamp_Info_02=如果有错误，将删除错误的部队或法术
ChkSmartQueueSystem=智能训练系统
ChkSmartQueueSystem_Info_01=在训练之前检查队列中的部队和法术的精确度。
ChkSmartQueueSystem_Info_02=将从队列中删除错误的部队或法术（如果有的话）
ChkSmartQueueSystem_Info_03=如果你想拥有精确的法术，请取消选中"强制制造法术"
chkSmartTrain=训练二波军队
chkSmartTrain_Info_01=训练二波军队填满营地和待训练列队空间
chkSmartTrain_Info_02=只有在队列未满的情况下，才能删除排队的部队或法术
chkSmartTrain_Info_03=训练部队达到全满容量不删除
ChkTotalCampForced=强制兵营总容量为
ChkTotalCampForced_Info_01=如果没有侦测到兵营总容量，改用输入数值替代，而不询问使用者
ChkUseQuickTrain=一键训练
Group_01=训练部队
Group_02=制造法术
Group_03=智慧训练（不要空兵营）
LblCamps=训练营
LblCountTotal=总共
LblCountTotal_Info_01=预计训练军队的总数量
LblCountTotal_Info_02=攻城机器的总单位
LblFullTroop=自定义满营
Mouse_Left_Click=点击改变等级：升─左键；降─右键，SHIFT＋左键
RdoArmy_01=组合 1
RdoArmy_02=组合 2
RdoArmy_03=组合 3
SpellCapacity=法术工厂容量
TxtFullTroop_Info_01=兵营将被视为满营当达到设定的百分比，可出战。
TxtSetSpell_Info_01=的数量
TxtSetTroop_Info_01=设置 %
TxtSetTroop_Info_02=的数量
TxtTotalCountSpell_Info_01=选择法术工厂的总容量。设为零如果您不要任何法术。
[MBR GUI Design Child Attack - Bully]
CmbBullyMaxTH_Info_01=大本营等级在此范围内将被攻击
Group_01=弱本 攻击组合
LblATBullyMode=大本营等级
LblBullyMode=在弱本攻击模式下，所有在大本营等级设定范围内的村庄将被攻击
LblSearch=启动弱本，经过
LblSearch_Info_01=在多少次搜索后，启动弱本模式
LblWhenFound=攻击方式
RadBullyUseDBAttack=死鱼
RadBullyUseDBAttack_Info_01=使用 死鱼 的攻击方式
RadBullyUseLBAttack=活鱼
RadBullyUseLBAttack_Info_01=使用 活鱼 的攻击方式
[MBR GUI Design Child Attack - Deadbase-Collectors]
ChkCollectorLevel_Info_01=勾选，机器人进行死鱼判别时将对
ChkCollectorLevel_Info_02=满
ChkCollectorLevel10_Info_01=等级 10 圣水收集器进行扫描判断
ChkCollectorLevel11_Info_01=等级 11 圣水收集器进行扫描判断
ChkCollectorLevel12_Info_01=等级 12 圣水收集器进行扫描判断
ChkCollectorLevel6_Info_01=等级 6 圣水收集器进行扫描判断
ChkCollectorLevel7_Info_01=等级 7 圣水收集器进行扫描判断
ChkCollectorLevel8_Info_01=等级 8 圣水收集器进行扫描判断
ChkCollectorLevel9_Info_01=等级 9 圣水收集器进行扫描判断
ChkDBCollectorsNearRedline=红线附近的收集器
ChkDBCollectorsNearRedline_Info_01=检查有多少收集器在接近红线。 如果超过你设定的％，然后攻击。
ChkDisableCollectorsFilter=停用此死鱼标准判定
ChkDisableCollectorsFilter_Info_01=机器人将视死鱼为活鱼
ChkMeetCollOutside=检查外置的收集器。
ChkMeetCollOutside_Info_01=搜索外面有收集器的基地。
ChkMeetCollOutside_Info_02=设定搜索外面有收集器的基地。 如果超过你设定的％，然后攻击。
ChkSkipCollectorCheck=跳过外置的收集器检查
ChkSkipCollectorCheck_Info_01=如果你不想比较下面的资源之一，只需设置为0
ChkSkipCollectorCheckTH=如果跳过外置的收集器检查
ChkSkipCollectorCheckTH_Info_01=比较级别是否低于或等于我的设置，是就攻击！
CmbMinCollectorMatches_Info_01=设置判定收集器的数量
Group_01=收集器
LblCollectorLevel=设置死鱼的判定标准
LblCollectorLevel10=等级 10 必须 >
LblCollectorLevel10_Info_01=设置判定等级 10 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorLevel11=等级 11 必须 >
LblCollectorLevel11_Info_01=设置判定等级 11 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorLevel12=等级 12 必须 >
LblCollectorLevel12_Info_01=设置判定等级 12 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorLevel6=等级 6 必须 >
LblCollectorLevel6_Info_01=设置判定等级 6 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorLevel7=等级 7 必须 >
LblCollectorLevel7_Info_01=设置判定等级 7 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorLevel8=等级 8 必须 >
LblCollectorLevel8_Info_01=设置判定等级 8 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorLevel9=等级 9 必须 >
LblCollectorLevel9_Info_01=设置判定等级 9 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorTolerance=误差值
LblDBMinCollOutsideText=最小
LblMinCollectorMatches=收集器判定数量：
LblRedlineTiles=格数
LblRedlineTiles_Info_01=红线到收集器之间的距离。 使用格数作为测量
LblSkipCollectorCheck=如果目标资源超过
LblSkipCollectorCheckTHText=目标大本等级
SldCollectorTolerance_Info_01=使用此滑块来调整所有图像的误差值
SldCollectorTolerance_Info_02=如果要调整个别图像，就必须编辑个别图像
SldCollectorTolerance_Info_03=警告：除非您清楚知道该如何进行误差调整，否则不要改变该设置。若不确定如何设置，请保持该设置为 “0”！
TxtSkipCollectorDark=如果 暗黑重油 设定搜索目标值达到 跳过外置的收集器检查
TxtSkipCollectorElixir=如果 圣水 设定搜索目标值达到 跳过外置的收集器检查
TxtSkipCollectorGold=如果 金 设定搜索目标值达到 跳过外置的收集器检查
TxtSkipCollectorElixir=如果 圣水 设定搜索目标值达到 跳过外置的收集器检查
[MBR GUI Design Child Attack - Strategies]
BtnGUIPresetDeleteConf=删除
BtnGUIPresetLoadConf=载入战略
BtnGUIPresetSaveConf=保存战略
BtnStrategyFolder=开启战略目录
LblLoadPresetMessage=载入战略设置\n\n- 载入训练军队设置\n- 载入所有搜索 && 攻击设置\n\n- 除外:分享攻击视频设置\n- 除外:战利品截图设置\n- 除外:宝石加速设置
LblSaveFilename=战略档名
LblSaveFilenameNote=记录
LblSavePresetMessage=保存设置\n--------------------------------------\n保存所有:\n- 训练军队设置\n- 所有搜索 && 进攻设置\n\n除外:\n- 分享攻击视频设置\n- 战利品截图设置\n- 宝石加速设置\n--------------------------------------
[MBR GUI Design - Loading]
Android_instance_01=%s
Android_instance_02=%s (模拟器程序 %s)
Closing_previous=关闭之前的机器人...
Commandline_multiple_Bots=使用命令行或窗口快捷方式如下，可以同时启动多个 MyBot:\r\n     MyBot.run.exe [ProfileName] [EmulatorName] [InstanceName]\r\n\r\n命令行第一个参数，指定配置（您可以在机器人-配置页面上制造配置，如果配置名称包含空白，则用双引号将配置名称括起来即可）。第二个参数，指定模拟器。第三个参数，指定模拟器程序（蓝迭模拟器程序则不需要指定）。\r\n支持的模拟器为逍遥(MEmu)、海马玩(Droid4X)、夜神(Nox)、蓝迭二(BlueStacks2)、蓝迭(BlueStacks)、天天(KOPlayer)、(LeapDroid)。\r\n\r\n例子：\r\n     MyBot.run.exe MyVillage BlueStacks2\r\n     MyBot.run.exe "My Second Village" MEmu MEmu_1
Compile_Script=请不要以（x64）执行或编译脚本！ 尝试用（x86）来执行或编译脚本。\r\n如果此讯息仍然出现，请尝试重新安装 AutoIt。
Loading_Profile=, 配置: %s
Msg_Android_instance_01=MyBot %s 早已运行中。\r\n\r\n
Msg_Android_instance_02=MyBot 配置 %s 早已运行于 %s 目录内。\r\n\r\n
Msg_Android_instance_03=找到运行中的 %s %s
Msg_Android_instance_04=安卓模拟器的设置为： %s
Msg_Android_instance_05=安卓模拟器屏蔽无法用于 %s
Msg_Theme_instance_30=使用主题
SplashStep_01=加载主页面...-哈比~会飞的猫汉化-
SplashStep_02=加载底部页面...-哈比~会飞的猫汉化-
SplashStep_03=加载日志页面...-哈比~会飞的猫汉化-
SplashStep_04=加载村庄页面...-哈比~会飞的猫汉化-
SplashStep_05=加载攻击计划页面...-哈比~会飞的猫汉化-
SplashStep_06=加载机器人页面...-哈比~会飞的猫汉化-
SplashStep_07=加载关于我们页面...-哈比~会飞的猫汉化-
SplashStep_08=初始化页面...-哈比~会飞的猫汉化-
SplashStep_09=等待机器人启动...-哈比~会飞的猫汉化-
SplashStep_10=Loading MOD tab...
SplashStep_Loading=载入中...-哈比~会飞的猫汉化-
StatusBar_Item_01=显示机器人
StatusBar_Item_02=缩小时隐藏
StatusBar_Item_03=捐款支持开发
StatusBar_Item_04=关于
StatusBar_Item_05=结束
StatusBar_Item_06=初始化安卓模拟器...-哈比~会飞的猫汉化-
StatusBar_Item_07=侦测安卓模拟器...-哈比~会飞的猫汉化-
StatusBar_Item_Pause=暂停机器人
StatusBar_Item_Resume=恢复机器人
StatusBar_Item_Start=启动机器人
StatusBar_Item_Stop=停止机器人
[MBR GUI Design Log]
BtnAtkLogClear=清除收益日志
BtnAtkLogClear_Info_01=使用它来清除收益日志
BtnAtkLogCopyClipboard=复制到剪贴板
BtnAtkLogCopyClipboard_Info_01=使用它来复制收益日志到剪贴板 (CTRL+C)
CmbLogDividerOption_Item_01=手动式分隔线调整日志大小
CmbLogDividerOption_Item_02=执行日志和收益日志大小相同
CmbLogDividerOption_Item_03=执行日志大点
CmbLogDividerOption_Item_04=收益日志大点
CmbLogDividerOption_Item_05=隐藏收益日志
CmbLogDividerOption_Item_06=隐藏执行日志
LblLog_Style=日志风格
LblLog_Style_Info_01=使用这些选项来设置日志显示类型
[MBR GUI Design Child Village - Donate-CC]
ChkReqCCFirst=先请求援军
ChkReqCCFirst_Info_01=在机器人运行开始时请求部队
ChkRequestCCDefense_01=请求防御部队
ChkRequestCCDefense_02=使用您的部落聊天本文中请求防御部队。
ChkRequestTroopsEnable=请求援兵 / 法术 / 攻城机器
ChkRequestType=军队
ChkRequestType_Info_01=当部落城堡援军未满时发送请求
ChkRequestType_Sieges=攻城机器
ChkRequestType_Sieges_Info_01=未收到部落城堡攻城机器时发送请求
ChkRequestType_Spells=法术
ChkRequestType_Spells_Info_01=当部落城堡未法术满时发送请求
ChkRusLang2_01=俄罗斯请求
ChkRusLang2_02=俄罗斯军队要求。 注意：Android模拟器中的输入语言必须是俄语。
ChkWaitForClanCastleTroop_Info_01=选择允许留在你的部落城堡中援军的部队类型
ChkWaitForClanCastleTroop_Info_02=设置要保留的最大数量。
Group_01=城堡援兵
lblIfLessThan=如果小于
lblIfLessThan_Info_01=当已经收到许多部落城堡援军时不要求
lblIfLessThan_Info_02=当需要部落城堡援军时，设置为“0”或“40+”
Lblmin=我要
LblRequestType=缺少的时候
LblRequestType_Info_01=所有增援项目已满时不发送请求
TxtRequestCC=随便
TxtRequestCC_Info_01=输入请求(限英文，中文请求请在手机上书写这边保持空白）
TxtRequestCCDefense_01=防御部队请求
TxtRequestCountCCSpell_Info_01=当已经收到许多部落城堡法术时不要求
TxtRequestCountCCSpell_Info_02=当需要部落城堡法术时，设置为“0”或“2+”
TxtRequestCountCCSpell_Info_03=设置为“0”或“40+”表示无限制
[MBR GUI Design Child Bot - Debug]
BtnTestAttackBar=测试攻击
BtnTestAttackCSV=测试CSV脚本攻击
BtnTestBuildingLocation=寻找建筑
BtnTestCleanYard=测试清洁村庄
BtnTestClickDrag=测试点击拖动（滚动）
BtnTestDeadBase=测试死鱼
BtnTestDeadBaseFolder=测试死鱼文件
BtnTestDonateCC=测试捐兵
BtnTestImage=测试图像
BtnTestRequestCC=测试请求
BtnTestTrain=测试训练
BtnTestVillageSize=测试村庄等级大小
ChkDebugAndroid=Android模拟器
ChkDebugAndroid_Info _01=调试：启用Android模拟器的操作提供额外的日志调试消息。
ChkdebugAttackCSV=攻击CSV脚本
ChkdebugAttackCSV_Info _01=调试：生成特殊的CSV解析日志文件
ChkdebugBuildingPos=建筑物
ChkdebugBuildingPos_Info _01=调试：显示建筑物在日志中的位置
ChkDebugClick=点击
ChkDebugClick_Info _01=调试：将点击的（x，y）坐标写入日志。
ChkDebugDeadbaseImage=测试死鱼活页夹
ChkDebugDeadbaseImage_Info _01=测试攻击脚本
ChkDebugDisableVillageCentering=调试： 禁止村庄居中.
ChkDebugDisableVillageCentering_Info _01=测试死鱼
ChkDebugDisableZoomout=禁用缩小
ChkDebugDisableZoomout_Info _01=调试：禁止缩小村庄。
ChkDebugFunc=功能
ChkDebugFunc_Info _01=调试： 启用调试时间功能和调用层次结构。
ChkDebugImageSave=图片
ChkDebugImageSave_Info _01=调试：启用保存图像进行故障排除。
ChkDebugOCR=OCR
ChkDebugOCR_Info _01=调试：启用保存OCR图像进行故障排除
ChkDebugOCRDonate=在线调试捐兵
ChkDebugOCRDonate_Info _01=调试：模拟捐兵，但不会真的捐。
ChkDebugSetlog=信息
ChkDebugSetlog_Info _01=调试：启用显示隐藏讯息（故障排除使用）
ChkDebugSmartZap=除错
ChkDebugSmartZap_Info _01=闪黑除错
ChkdebugTrain=训练
ChkdebugTrain_Info _01=调试：启用显示训练讯息
ChkMakeIMGCSV=CSV攻击图像
ChkMakeIMGCSV_Info _01=调试：启用保存由CSV脚本攻击的基础位置并标记在图像。
ConsoleWindow=显示/隐藏控制面板
Group_01=除错
TestAutoUpgrade=测试自动升级
TestClickAway=测试点击离开
TestFindButton=测试查找按钮
TestUpgradeWindow=测试升级窗口
TestWeakBase=测试弱本
[MBR GUI Design Child Bot - Profiles]
BtnAddProfile_Info_01=新增配置文件
BtnCancelProfileChange_Info_01=取消
BtnConfirmAddProfile_Info_01=确认
BtnDeleteProfile_Info_01=删除配置文件
BtnPullSharedPrefs_Info_01=拉CoC shared_prefs活页夹
BtnPushSharedPrefs_Info_01=推送CoC shared_prefs活页夹
BtnRenameProfile_Info_01=重新命名配置文件
BtnSaveprofile_Info_01=储存当前设置。
ChkOnlySCIDAccounts=SCid
ChkOnlySCIDAccounts_Info_01=你在使用SC_ID吗？
ChkSmartSwitch=智慧开关
ChkSmartSwitch_Info_01=切换到最短的训练时间
ChkSwitchAcc=启用切换账户
ChkSwitchAcc_Info_01=启用或禁用切换账户
CmbProfile_Info_01=用这切换不同的村庄配置
CmbProfile_Info_02=您的村庄配置文件文件位于以下路径
CmbSwitchAcc=无切换账户组|切换账户组1 |切换账户组2 |切换账户组3 |切换账户组4 |切换账户组5 |切换账户组6 |切换账户组7 |切换账户组8
CmbTotalAccount=总CoC账户数
CmbTrainTime=跳过训练时间小于
Description=使用切换帐户要求在Android模拟器中注册的Google帐户数量超过此处配置的数量。 最多支持8个Google / CoC账户。
DonateLikeCrazy=疯狂的捐兵
DonateLikeCrazy_Info_01=启用它可以按以下顺序切换帐户：捐兵 - 最短造兵时间 - 捐兵 - 最短造兵时间 - 捐兵...！
Group_01=切换村庄配置文件
Group_02=切换账户
Label_01=账号
Label_02=数据名称
Label_03=仅捐兵
Label_04=切换帐户日志
Label_10=Account
Label_11=Farm Schedule 1
Label_12=Farm Schedule 2
Msg_SwitchAccounts_InUse=我的机器人同切换账户组 ％S 已经在使用或活动。
RadSwitchGooglePlay=Google Play
RadSwitchGooglePlay_Info_01=仅支持Google Play账户
RadSwitchSharedPrefs=Shared_prefs
RadSwitchSharedPrefs_Info_01=支持Google Play和SuperCell ID账户
RadSwitchSuperCellID=SuperCell ID
RadSwitchSuperCellID_Info_01=仅支持SuperCell ID账户
TxtVillageName_Info_01=请输入 村庄/配置 的名称
WhatSCIDAccount2Use_Info_01=从登录窗口中选择正确的账户！
[MBR GUI Design Child Attack - Options-SmartZap]
ChkNoobZap=笨蛋模式
ChkNoobZap_Info_01=勾选以不计成本地执行闪黑任务（只用闪电法术）（可设期望值）
ChkSmartZapDB=只限于死鱼
ChkSmartZapDB_Info_01=遇到死鱼时才启用闪黑（推荐）
ChkSmartZapFTW=使用雷电与地震法术使战斗达到1星 哈比 Happy！！
ChkSmartZapFTW_Info_01=使用剩余闪电与地震法术让破坏百分比达到50以上
ChkSmartZapFTW_Info_02=(需经计算能达到才会启动)
ChkSmartZapSaveHeroes=不使用于偷本时英雄已出兵
ChkSmartZapSaveHeroes_Info_01=不使用闪黑于偷本时英雄已出兵的状况下
Group_01=闪黑
LblNoobZap=期望获取的暗黑重油数值
LblNoobZap_Info_01=设定期望于每一闇黑重油罐获得的暗黑重油数值
LblNoobZap_Info_02=注意：若上次闪黑时未获得期望的暗黑重油数值，笨蛋模式会被停止
LblSmartUseEQSpell=城堡地震法术
LblSmartUseEQSpell_Info_01=勾选以使用城堡内的地震法术于闇黑重油罐上来获取暗黑重油
LblSmartUseLSpell=雷电法术
LblSmartUseLSpell_Info_01=勾选以使用雷电法术于闇黑重油罐上来获取暗黑重油
LblSmartUseLSpell_Info_02=注意：同时必须于军队/法术页面
LblSmartUseLSpell_Info_03=设定法术工厂最大容量和法术使用的数量
LblSmartZap=最小的暗黑重油数值
LblSmartZap_Info_01=设定启用闪黑的最小暗黑重油数值
LblUse_This_Spell_to_Zap=使用此法术闪黑
[MBR GUI Design Child Attack - Options-TrophySettings]
ChkTrophyAtkDead=降杯时攻击死鱼
ChkTrophyAtkDead_Info_01=在降杯过程中如果发现死鱼，第一时间攻击死鱼
ChkTrophyHeroes=使用英雄降杯
ChkTrophyHeroes_Info_01=如果有英雄可用，使用英雄降杯
ChkTrophyRange=奖杯范围
Group_01=杯段设置
LblDropTrophyArmyMin=当军队比例
LblDropTrophyArmyMin_Info_01=输入降杯过程中，攻击死鱼的最少军队比例
LblTrophyHeroesPriority=使用英雄顺序
LblTrophyHeroesPriority_Info_01=选择使用英雄的可能顺序
TxtDropTrophy_Info_01=当奖杯小于此值时，停止降杯动作
TxtMaxTrophy_Info_01=当奖杯大于此值时，开始降杯动作
[MBR GUI Control Tab Search]
Func_chkSpellWaitError_ErrorText_01=训练的法术超过了设定的总和！
Func_chkSpellWaitError_ErrorText_02=减少法术，
Func_chkSpellWaitError_ErrorText_03=不然机器人将不攻击！！
Func_chkSpellWaitError_FunnyText_01=抱歉不是那个按钮！
Func_chkSpellWaitError_FunnyText_02=当您在这15分钟等待中，请捐 500 英磅给 MyBot.run？
Func_chkSpellWaitError_FunnyText_03=还是找不到离开的按钮吗？
Func_chkSpellWaitError_FunnyText_04=这真好玩，可以继续一整天吗？
Func_chkSpellWaitError_FunnyText_05=再多试四次，好运迟早降临
Func_chkSpellWaitError_FunnyText_06=您有香蕉吗？这只程序猴子肚子饿子！
Func_chkSpellWaitError_FunnyText_07=也许试试同一按钮直到成功？
Func_chkSpellWaitError_FunnyText_08=抱歉，不可使用 ESC！
Func_chkSpellWaitError_FunnyText_09=程序错误！程序员毁了一个好的玩笑。
Func_chkSpellWaitError_MsgBox_01=点击 Yes 以关闭此警告讯息
Func_chkSpellWaitError_MsgBox_02=Yes，我了解|No
Func_chkSpellWaitError_MsgBox_03=等候法术警告讯息！
Func_chkSpellWaitError_MsgBox_04=抱歉，必须了解警告讯息再点击 Yes！
Func_chkSpellWaitError_MsgBox_07=使用者输入错误
Func_chkSpellWaitError_MsgBox_08=恭喜！！
Func_chkSpellWaitError_MsgBox_09=您发现了机器人的秘密讯息！
Func_chkSpellWaitError_MsgBox_10=您找得到按钮来关闭此讯息吗？
Func_chkSpellWaitError_MsgBox_11=哈哈哈哈...
Func_chkSpellWaitError_MsgBox_12=您是胜利者！
[MBR GUI Design Child Village - Donate_Schedule]
BtnOpen_Images_of_Clan_Mates=管理部落成员图像文件
ChkSkipDonateNearFullTroopsEnable=几乎满营时停止捐赠
ChkUseCCBalanced_Info_01=如果您的捐收比，大于下面的设定值，则在攻击时使用援兵
CmbCCDonated_Info_01=捐兵比率
CmbCCReceived_Info_01=收兵比率
CmbFilterDonationsCC_Item_01=不筛选部落成员
CmbFilterDonationsCC_Item_02=不筛选，但收集部落成员图像
CmbFilterDonationsCC_Item_03=只捐赠给白名单内的部落成员
CmbFilterDonationsCC_Item_04=不捐赠给黑名单内的部落成员
Group_01=捐赠时间表
Group_02=捐赠部落成员的筛选
Group_03=兵营几乎满时，停止捐赠
Group_04=平衡 捐兵/收兵
LblCCDonated-Received_Info_01=捐兵数 / 收兵数 比率
LblCCDonated-Received_Info_02=1/1 捐收平衡，1/2 捐兵数 = 收兵数的一半
LblImages_of_Clan_Mates=请定时手动分类部落成员图像文件，移至 White List 或 Black List 目录中
LblOption_donate_members=使用此功能，您可以控制：可捐赠给全部部落成员，只捐赠给白名单内的部落成员，或不捐赠给黑名单内的部落成员
LblSkipDonateNearFullTroopsText=几乎满营的百分比必须大于
[MBR GUI Design Child Village - Upgrade_Laboratory]
BtnResetLabUpgradeTime_Info_01=出现红色按钮代表科技升级正在进行中，
BtnResetLabUpgradeTime_Info_02=它会在升级即将完成时自动消失。
BtnResetLabUpgradeTime_Info_03=如果正在进行中的升级被使用宝石加速提早完成，
BtnResetLabUpgradeTime_Info_04=在开始新的升级前，请点击红色按钮，重设内部的定时器。
BtnResetLabUpgradeTime_Info_05=警告 - 不必要的定时器重设，将造成经常性的实验室状态检测
ChkAutoLabUpgrades=自动升级实验室科技
ChkAutoLabUpgrades_Info_01=勾选这里，启动自动升级实验室科技
CmbLaboratory_Info_01=选择下一个升级的军种或法术，
CmbLaboratory_Info_02=图标将会显示在右边，
CmbLaboratory_Info_03=闇黑兵种/法术皆优先于英雄升级！
Group_01=实验室
LblNextUpgrade=待升
[MBR GUI Design Child Village - Upgrade_Heroes]
ChkUpgradeHeroes_Info_01=您可以透过综合页设定暗黑重油的最小保留值
ChkUpgradeKing_Info_01=启动野蛮人之王的升级，当您有足够的暗黑重油时（扣除暗黑重油的最小保留值）
ChkUpgradeKing_Info_02=您可以透过综合页上的重新定位功能，手动定位野蛮人之王圣台，如果有移动过
ChkUpgradeKing_Info_04=七本以上才有此英雄
ChkUpgradeQueen_Info_01=启动弓箭女皇的升级，当您有足够的暗黑重油时（扣除暗黑重油的最小保留值）
ChkUpgradeQueen_Info_02=您可以透过综合页上的重新定位功能，手动定位弓箭女皇圣台，如果有移动过
ChkUpgradeQueen_Info_03=九本以上才有此英雄
ChkUpgradeWarden_Info_01=启动大守护者的升级，当您有足够的圣水时（扣除圣水的最小保留值）
ChkUpgradeWarden_Info_02=您可以透过综合页上的重新定位功能，手动定位大守护者圣台，如果有移动过
ChkUpgradeWarden_Info_03=十一本以上才有此英雄
CmbHeroReservedBuilder=至少有这么多的建筑工人必须升级英雄，或者等待它。
Group_01=持续性地升级英雄
LblAutoUpgrading_01=勾选您要自动升级的英雄：
LblHeroReservedBuilderBottom=建筑工人/英雄升级
LblHeroReservedBuilderTop=保留
[MBR GUI Design Child Village - Upgrade_Buildings]
BtnBottom_Info_01=按下按钮将升级框检查的建筑物移动到列表的底部
BtnDown_Info_01=按下按钮可以将升级框检查的建筑物连续向下移动
BtnLocateUpgrades=定位更新
BtnLocateUpgrades_Info_01=手动定位更新欲升级的建筑物或英雄信息，
BtnLocateUpgrades_Info_02=勾选连续的建筑物或英雄，将被忽略而不更新信息
BtnResetUpgrades=重设清除
BtnResetUpgrades_Info_01=重设清除建筑物或英雄信息，
BtnResetUpgrades_Info_02=勾选连续的建筑物或英雄，将被忽略而不清除信息
BtnTop_Info_01=按下按钮将升级框检查的建筑物移动到列表的顶部
BtnUp_Info_01=按下按钮可以将升级框检查的建筑物连续向上移动
ChkUpdateNewUpgradesOnly_Info_01=只有新的
ChkUpdateNewUpgradesOnly_Info_02=仅为速度更新，新升级
ChkUpgradeAllOrNone=此按钮将清除或设置整列复选框
Group_01=建筑物或英雄
LblUpgrMinDark=最小暗黑重油
LblUpgrMinElixir=最小圣水
LblUpgrMinGold=最小黄金
LblUpgrMinElixir=最小圣水
Table header_01=项目名称
Table header_02=级
Table header_03=类
Table header_04=成 本
Table header_05=时间
Table header_06=续
Table header_07=完成时间
TxtAfterUsing=在使用定位更新按钮后
TxtCheckBox=勾选启动升级
TxtChkRepeat=勾选启动连续升级功能
TxtShowCost=升级项目的成本
TxtShowEndTime=升级项目的完成时间日期
TxtShowLevel=升级项目的等级
TxtShowName=升级项目的名称
TxtShowTime=升级项目所需的时间
TxtShowType=显示升级项目的类型，点示将显示位置
TxtStatus=状态: 红色=未设定；黄色=已设定, 未完成；绿色=已完成
TxtUpgrMinDark_Info_01=升级时要保留的暗黑重油。
TxtUpgrMinDark_Info_02=设定的值，要高于您训练闇黑军队战斗需要的值。
TxtUpgrMinElixir_Info_01=升级时要保留的圣水。
TxtUpgrMinElixir_Info_02=设定需要保留的圣水值，用于训练军队或者城墙升级。
TxtUpgrMinGold_Info_01=升级时要保留的黄金。
TxtUpgrMinGold_Info_02=设定需要保留的黄金值，用于搜索或者城墙升级。
TxtUpgrMinElixir_Info_01=升级时要保留的圣水。
TxtUpgrMinElixir_Info_02=设定需要保留的圣水值，用于训练军队或者城墙升级。
[MBR GUI Design Child Village - Upgrade_Walls]
BtnFindWalls=测试
BtnFindWalls_Info_01=点击测试城墙侦测功能
ChkSaveWallBldr=保留一位建筑工人用于升级城墙
ChkSaveWallBldr_Info_01=勾选保留一位建筑工人，专用于升级城墙，但
ChkSaveWallBldr_Info_02=可用于升级其它项目的建筑工人数将减少一位
ChkWalls=自动升级城墙
ChkWalls_Info_01=勾选将自动升级城墙，如果有足够资源的话
ChkWalls_Info_02=搜寻城墙的数量，越多越好但较慢
CmbWalls_Info_01=搜寻这个等级的城墙，并且一个一个地升级
Group_01=城墙
Group_02=城墙状态
LblMin.Elixirtosave=保留至少圣水
LblMin.Elixirtosave_Info_01=升级城墙时要保留的圣水
LblMin.Elixirtosave_Info_02=设定需要保留的圣水值，用于进行其他升级或是造兵
LblMin.Goldtosave=保留至少黄金
LblMin.Goldtosave_Info_01=升级城墙时要保留的黄金。
LblMin.Goldtosave_Info_02=设定需要保留的黄金值，用于搜索或者建筑物升级。
LblMin.Elixirtosave=保留至少圣水
LblMin.Elixirtosave_Info_01=升级城墙时要保留的圣水。
LblMin.Elixirtosave_Info_02=设定需要保留的圣水值，用于训练军队或者建筑物升级。
LblNextWalllevelcosts=下一级城墙的成本
LblNextWalllevelcosts_Info_01=以此值为指示
LblNextWalllevelcosts_Info_02=如果您选择别的等级的墙，这个值也随之更新
LblSearchforWalls=升级城墙的等级
RdoUseElixir=使用圣水
RdoUseElixir_Info_01=只使用圣水升级城墙
RdoUseElixir_Info_02=仅适用于可使用圣水升级的城墙级别。
RdoUseElixirGold=优先使用圣水，后使用黄金
RdoUseElixirGold_Info_01=圣水优先。如果圣水不足升级，再使用黄金升级城墙。
RdoUseGold=使用黄金
RdoUseGold_Info_01=只使用黄金升级城墙
RdoUseGold_Info_02=可用于各级城墙
RdoUseElixir=使用圣水
RdoUseElixir_Info_01=只使用圣水升级城墙
RdoUseElixir_Info_02=只可用于九级以上城墙
RdoUseElixirGold=优先使用圣水，后使用黄金
RdoUseElixirGold_Info_01=圣水优先。如果圣水不足升级，再使用黄金升级城墙。
WallsCurrentCount_Info_01=输入您有的
WallsCurrentCount_Info_02=级城墙的数量
[MBR GUI Design Child Village - Achievements]
ChkUnbreakable=启用固若金汤
ChkUnbreakable_Info_01=勾选启用收割『抵御胜利』模式以完成『固若金汤』成就
Group_01=收割抵御
Group_02=如何使用『固若金汤』模式
Lbl_FarmMin._Info_01=收割最小值
Lbl_SaveMin._Info_01=保留最小值
LblUnbreakable=抵御时间
LblUnbreakableLink=更多信息
txtHelp_01=『固若金汤』模式将帮您获取『抵御胜利』和完成『固若金汤』成就。
txtHelp_02=设定关闭 COC 的时间，等待敌人的攻击。
txtHelp_03=收割最小值，小于此值，将停止收割『抵御胜利』模式，切换回正常收割『资源』模式。
txtHelp_04=保留最小值，大于此值，将停止正常收割『资源』模式，切换至收割『抵御胜利』模式。
txtHelp_05=点击下面的连结以获取更多的信息
TxtUnbreakable_Info_01=设定关闭 COC 的时间，等待敌人的攻击，来获取抵御胜利。（1-99分钟）
TxtUnBrkMaxDark_Info_01=大于此值，将停止正常收割『资源』模式，切换至收割『抵御胜利』模式。
TxtUnBrkMaxDark_Info_02=设此值足够用于引诱敌人的攻击或升级
TxtUnBrkMaxElixir_Info_01=大于此值，将停止正常收割『资源』模式，切换至收割『抵御胜利』模式。
TxtUnBrkMaxElixir_Info_02=设此值足够用于引诱敌人的攻击或升级
TxtUnBrkMaxGold_Info_01=大于此值，将停止正常收割『资源』模式，切换至收割『抵御胜利』模式。
TxtUnBrkMaxGold_Info_02=设此值足够用于引诱敌人的攻击或升级
TxtUnBrkMaxElixir_Info_01=大于此值，将停止正常收割『资源』模式，切换至收割『抵御胜利』模式。
TxtUnBrkMaxElixir_Info_02=设此值足够用于引诱敌人的攻击或升级
TxtUnBrkMinDark_Info_01=小于此值，将停止收割『抵御胜利』模式，切换回正常收割『资源』模式。
TxtUnBrkMinDark_Info_02=设此值足够用于训练军队或升级建筑
TxtUnBrkMinElixir_Info_01=小于此值，将停止收割『抵御胜利』模式，切换回正常收割『资源』模式。
TxtUnBrkMinElixir_Info_02=设此值足够用于训练军队或升级建筑
TxtUnBrkMinGold_Info_01=小于此值，将停止收割『抵御胜利』模式，切换回正常收割『资源』模式。
TxtUnBrkMinGold_Info_02=设此值足够用于搜寻战埸或升级建筑
TxtUnBrkMinElixir_Info_01=小于此值，将停止收割『抵御胜利』模式，切换回正常收割『资源』模式。
TxtUnBrkMinElixir_Info_02=设此值足够用于训练军队或升级建筑
[MBR GUI Design Child Attack - Troops_Boost]
ChkBoostBMagic_Info_01=提升部队
ChkBoostBMagic_Info_02=启用此功能，使用魔法物品(药水)
ChkBoostCMagic_Info_01=提升采集器
ChkBoostCMagic_Info_02=启用此功能，使用魔法物品(药水)
ChkOneGemBoostBarracks_Info_01=军营1-宝石提升
ChkOneGemBoostBarracks_Info_02=使用此功能仅在1-宝石提升活动中自动提升兵营。
ChkOneGemBoostHeroes_Info_01=英雄1-宝石提升
ChkOneGemBoostHeroes_Info_02=使用它可以在1-宝石提升活动中自动提升你的英雄。
ChkOneGemBoostSpells_Info_01=法术1-宝石提升
ChkOneGemBoostSpells_Info_02=使用它可以在1-宝石提升活动中自动提升你的法术工厂。
Group_01=加速训练营
Group_02=加速法术工厂
Group_03=加速英雄
Group_04=加速时间表
Group_05=提升魔法物品(药水)
Group_06=1-宝石提升活动
LblBarracksBoost=训练营
LblBarracksBoost_Info_01=使用宝石加速训练营，慎用！
LblKingBoost_Info_01=使用宝石加速野蛮人之王复活，慎用！
LblQueenBoost_Info_01=使用宝石加速弓箭女皇复活，慎用！
LblSpellFactoryBoost=法术工厂
LblSpellFactoryBoost_Info_01=使用宝石加速法术工厂，慎用！
LblWardenBoost_Info_01=使用宝石加速大守护者复活，慎用！
TextBoostLeft=加速剩余次数
[MBR GUI Design Child Attack - Troops_TrainingOrder]
BtnRemoveSpells=空法术列表
BtnRemoveSpells_Info_01=从列表中删除所有法术并重新开始
BtnRemoveTroops=空队伍名单
BtnRemoveTroops_Info_01=从列表中删除所有部队，然后重新开始
BtnSpellsOrderSet=使用新订的顺序
BtnSpellsOrderSet_Info_01=完成选择自定义法术制造顺序后按下按钮
BtnSpellsOrderSet_Info_02=右侧图示将显示设置状态：红色＝设定中，绿色＝已保存使用中
BtnSpellsOrderSet_Info_03=当不是所有的法术槽都填满时，会在空槽中使用随机顺序！
BtnTroopOrderSet=使用新订的顺序
BtnTroopOrderSet_Info_01=点击此按钮当您完成了顺序设定
BtnTroopOrderSet_Info_02=右侧图示将显示设置状态：红色＝设定中，绿色＝已保存使用中
BtnTroopOrderSet_Info_03=当不是所有的部队槽都被填满时，将在空槽中使用随机顺序！
ChkCustomBrewOrderEnable=法术命令
ChkCustomBrewOrderEnable_Info_01=启用自定义顺序制造法术
ChkCustomBrewOrderEnable_Info_02=改变法术制造顺序可以用于CSV脚本攻击部队！
ChkCustomTrainOrderEnable=自定义顺序
ChkCustomTrainOrderEnable_Info_01=勾选，可自定义部队训练顺序
ChkCustomTrainOrderEnable_Info_02=改变训练顺序可能对CSV脚本攻击类型有帮助！
Group_01=部队训练顺序
txtSpellsOrder=输入制造法术的顺序 #
TxtTroopOrder=选择部队一系列训练的兵种顺序 #
[MBR GUI Design Child Attack - Troops_Options]
CheckWardenMode=检查模式
CheckWardenMode_Info_01=如果要检查大守护者所处的模式并根据需要进行更改，请启用此选项
CheckWardenMode_Info_02=选择你的大守护者需要进行攻击的模式
ChkCloseEmulator=关闭模拟器
ChkCloseEmulator_Info_01=勾选时，会完全关闭安卓模拟器
ChkCloseEmulator_Info_02=添加这个选项，有可能因为启动时间的不一致性，略微增加脱机时间
ChkCloseWhileTraining=关闭 COC
ChkCloseWhileTraining_Info_01=当村庄受到护盾保护期间，勾选此选项，会自动退出COC一段时间来完成部队训练
ChkCloseWhileTraining_Info_02=当搜索/等待法术选项被勾选时，将会关闭COC等待法术制造完成
ChkCloseWhileTraining_Info_03=当搜索/等待英雄选项被勾选时，将会关闭COC等待英雄恢复
ChkCloseWithoutShield=没有护盾
ChkCloseWithoutShield_Info_01=当村庄没有受到护盾保护期间，勾选此选项，会自动退出COC一段时间来完成部队训练
ChkCloseWithoutShield_Info_02=提醒：当您勾选此选项时，您可能会被攻击，损失一些奖杯
ChkRandomClose=随机关闭
ChkRandomClose_Info_01=勾选时，会随机的选择闲置过久、关闭COC或关闭模拟器
ChkRandomClose_Info_02=添加这个选项，有可能因为启动时间的不一致性，略微增加脱机时间
ChkSuspendComputer=暂停计算机
ChkSuspendComputer_Info_01=选择时选择将暂停计算机 \r\n 添加此选项可能由于启动所需的可变时间而稍微增加脱机时间
ChkTrainAddRandomDelayEnable=随机增加延迟
ChkTrainAddRandomDelayEnable_Info_01=随机延迟检查部队训练的时间
ChkTrainAddRandomDelayEnable_Info_02=勾选以减少打开部队训练窗口的次数，仿真真人操作
CmbCloseWaitRdmPercent_Info_01=输入要使用的额外时间的最大百分比，创建随机等待时间，
CmbCloseWaitRdmPercent_Info_02=机器人会计算出一个随机等待时间，介于『实际需要时间』和
CmbCloseWaitRdmPercent_Info_03=『输入最大随机百分比』之间，来模拟人类操作
Group_01=等候部队训练时
Group_02=训练时点击的速度
Group_03=检查部队训练时
Group_04=检查大守护者模式
LblAddDelayIdlePhaseBetween=介于
LblCloseWaitingTroops=空闲时间
LblCloseWaitingTroops_Info_01=关闭 COC 如果空闲时间大于设定的时间，反之则不
LblSymbolWaiting_Info_01=选择最小容许闲置的时间
LblTrainITDelay=延迟
LblTrainITDelay_Info_01=增加延迟，如果您的计算机反应慢或是想要有真人点击训练的效果
RdoCloseWaitExact=实际时间
RdoCloseWaitExact_Info_01=勾选时，使用等待部队训练所需的实际时间
RdoCloseWaitExact_Info_02=勾选此选项来选择等待多长时间
RdoCloseWaitRandom=随机时间
RdoCloseWaitRandom_Info_01=择添加一个随机额外的等待时间，就像有些人忘记要来进攻
TrainLogoutMaxTime=最大注销时间
TrainLogoutMaxTime_Info_01=仅允许注销的最长时间
TrainLogoutMaxTime_Info_02=分钟。
[MBR GUI Design Child Attack - Options-EndBattle]
ChkScreenshotLootInfo=截图文件名包含战利品信息
ChkScreenshotLootInfo_Info_01=截图档名包含战利品信息
ChkShareAttack=分享视频到您的部落聊天室里
ChkShareAttack_Info_01=勾选来分享视频到您的部落聊天室里
ChkTakeLootSS_Info_01=启动战利品截图功能
Group_01=分享攻击视频
Group_02=战利品截图
LblRandomMessage=随机传送名单内的信息到部落聊天室里
LblShareMinLoot=当获得战利品
ListShareMessage_Info_01=和分享视频一同传送的信息
ListShareMessage_Item_01=Nice\r\nGood\r\nThanks \r\nWowwww
TxtShareMinDark_Info_01=分享视频当获得暗黑重油大于此设定值
TxtShareMinElixir_Info_01=Only Share Replay when the battle loot is more than this amount of Elixir.
TxtShareMinGold_Info_01=分享视频当获得黄金大于此设定值
TxtShareMinElixir_Info_01=分享视频当获得圣水大于此设定值
[MBR GUI Design Child Attack - Options-Search]
ChkAlertSearch=发现鱼时，系统弹出提醒
ChkAlertSearch_Info_01=当发现鱼的时候，系统弹出气泡提醒！
ChkAttackNow=启用『立刻攻击』按钮
ChkAttackNow_Info_01=勾选，如果您想要『立刻攻击』按钮启用
ChkAttackNow_Info_02=且显现在『停止』按钮旁边，给予用户手动决定攻击的机会。
ChkAttackNow_Info_03=『立刻攻击』按钮只在搜索时出现。
ChkAttackPriority=攻击优先级
ChkAttackPriority_Info_01=当双军准备好攻击时，将跳过额外的检查。
ChkRestartSearchLimit=重新开始，经过
ChkRestartSearchLimit_Info_01=经过多少次搜索后，返回村庄，再重新开始搜索
ChkRestartSearchPickupHero=重新开始接受治愈英雄
ChkRestartSearchPickupHero_Info_01=当英雄被治愈并且可以加入攻击时返回基地
ChkReturnTimerEnable_01=定时回到村庄
ChkReturnTimerEnable_02=由于云中漫长的等待，所以要定时回到村庄。重新搜索攻击
ChkSearchReduction=启用降低搜索条件
ChkSearchReduction_Info_01=当搜索达到设定次数后，自动降低搜索条件
Group_01=搜索条件
Group_02=延迟村庄搜索
Group_03=搜索选项
Label_15=分钟
LblAttackNow=延长
LblAttackNow_Info_01=延长搜索时停顿的时间，给予使用者更多思考和点击『立刻攻击』按钮的机会
LblMaxVSDelay_Info_01=当最大的滑条设定值高于最小滑条的设定值时，
LblMaxVSDelay_Info_02=便启动了『随机』的村庄搜索延迟时间（介于最大和最小之间）
LblMinVSDelay_Info_01=使用滑条去改变，搜索村庄时点击『下一个』的等待时间。
LblMinVSDelay_Info_02=可能可以弥补减少一些失去连结的错误，
LblMinVSDelay_Info_03=无法保证一定有效果。
LblSearchReduceCount=降低条件每经
LblSearchReduceCount_Info_01=输入次数，当搜索达到设定次数后，自动降低搜索条件，重新搜索
LblSearchReduceDark=- 降低 暗黑重油
LblSearchReduceDark_Info_01=每一次降低的暗黑重油数值
LblSearchReduceElixir=- 降低 圣水
LblSearchReduceElixir_Info_01=每一次降低的圣水数值
LblSearchReduceGold=- 降低 黄金
LblSearchReduceGold_Info_01=每一次降低的黄金数值
LblSearchReduceGoldPlusElixir=- 降低 黄金加圣水
LblSearchReduceGoldPlusElixir_Info_01=每一次降低的圣水加黄金数值
LblSearchReduceGoldPlusElixir=- 降低 黄金加圣水
LblSearchReduceGoldPlusElixir_Info_01=每一次降低的圣水加黄金数值
LblSearchReduceTrophy=- 降低 奖杯
LblSearchReduceTrophy_Info_01=每一次降低的奖杯数值
TxtReturnTimer_01=设置所需的时间，如果云中的等待时间超过此时间，则机器人将返回主页(村庄)。
[MBR GUI Design Child Attack - Options-Attack]
ChkAttackPlanner_Info_01=机器人会继续运行，当排定的时间到时，将被重新开启
ChkAttackPlannerCloseAll=关闭 模拟器
ChkAttackPlannerCloseAll_Info_01=勾选，当不在排定的时间内时，模拟器将被关闭
ChkAttackPlannerCloseCoC=关闭 COC
ChkAttackPlannerCloseCoC_Info_01=勾选，当不在排定的时间内时，COC 将被关闭
ChkAttackPlannerDayLimit=每日攻击次数
ChkAttackPlannerDayLimit_Info_01=当超过介于设定次数范围内的随机攻击次数，将停止攻击
ChkAttackPlannerEnable=启用 攻击时间表
ChkAttackPlannerEnable_Info_01=勾选，便可使用攻击时间表，控制攻击的时间和星期
ChkAttackPlannerEnable_Info_02=机器人会继续运行，但只在排定的时间做攻击
ChkAttackPlannerRandom=随机 停止攻击
ChkAttackPlannerRandom_Info_01=勾选，将随机任意地停止攻击
ChkAttackPlannerRandom_Info_02=请选择停止攻击的时数
ChkAttackPlannerSuspendComputer=暂停计算机
ChkAttackPlannerSuspendComputer_Info_01=此选项将暂停计算机，而不是安排搜索和攻击！
ChkDropCCHoursEnable=启用援兵时间表
ChkDropCCHoursEnable_Info_01=使用时间表来设定何时可以使用援兵，\r\n如果没有启用时间表，援兵将永远被使用
ChkUseWardenAbility=定时开启大守护者能力
ChkUseWardenAbility_Info_01=下大守护者后，在设定的计时秒数倒数后，强制开启大守护者的技能。
Group_01=英雄技能
Group_02=攻击时间表
Group_03=部落城堡
LbAttackPlannerDayLimit=至
RadAutoAbilities=自动使用技能（红血状态）
RadAutoAbilities_Info_01=攻击中当英雄处于红血状态时，
RadAutoAbilities_Info_02=会分别自动使用技能
RadBothAbilities_Info_01=全部
RadBothAbilities_Info_02=自动使用技能，当红血状态时或英雄下后几秒。
RadManAbilities=使用技能于
RadManAbilities_Info_01=设定于几秒后使用英雄技能
RadManAbilities_Info_02=所有英雄会在设定时间，同时使用技能
TxtManAbilities_Info_01=设定使用英雄技能的时间，为攻击开始后几秒
TxtMaxLbAttackPlannerDayLimit_Info_01=请输入每日最大允许攻击的次数
TxtMinLbAttackPlannerDayLimit_Info_01=请输入每日最小允许攻击的次数
TxtUseWardenAbility_Info_01=设定启动大守护者的技能倒数秒数。
[MBR GUI Design Child Village - Notify]
BtnNotifyDeleteMessages=删除全部讯息
BtnNotifyDeleteMessages_Info_01=点击这里删除全部讯息
ChkNotifyAlertAnotherDevice=另一设备连接
ChkNotifyAlertAnotherDevice_Info_01=推送警报，提示『另外一个设备正在连接』讯息
ChkNotifyAlertBAN=查禁
ChkNotifyAlertBAN_Info_01=推送警报，提示『您已被 SuperCell 查禁』讯息
ChkNotifyAlertBuilderIdle=闲置工人
ChkNotifyAlertBuilderIdle_Info_01=推送警报，提示有工人闲置的讯息
ChkNotifyAlertCampFull=兵营满营
ChkNotifyAlertCampFull_Info_01=推送警告，提示『兵营满营』讯息
ChkNotifyAlertLastAttack=攻击警报
ChkNotifyAlertLastAttack_Info_01=推送警报，提示最新攻击的信息
ChkNotifyAlertLastRaidIMG=战利品截图
ChkNotifyAlertLastRaidIMG_Info_01=推送最新攻击的战利品截图
ChkNotifyAlertLastRaidTXT=战利品文本
ChkNotifyAlertLastRaidTXT_Info_01=推送最新攻击的战利品文本
ChkNotifyAlertMaintenance=维护
ChkNotifyAlertMaintenance_Info_01=推送警报，提示『SuperCell 正在维护 CoC』讯息
ChkNotifyAlertMatchFound=匹配成功
ChkNotifyAlertMatchFound_Info_01=推送要攻击的村庄的总共资源
ChkNotifyAlertOutOfSync=不同步（掉线）
ChkNotifyAlertOutOfSync_Info_01=推送警报，提示『客户端和服务器不同步』错误
ChkNotifyAlertSmartWaitTime=智慧等待
ChkNotifyAlertSmartWaitTime_Info_02=推送警报，提示智慧等待造兵.
ChkNotifyAlertTakeBreak=休息一下
ChkNotifyAlertTakeBreak_Info_01=推送警报，提示『上线时间太长，需要休息一下』讯息
ChkNotifyAlertUpgradeWall=城墙升级
ChkNotifyAlertUpgradeWall_Info_01=推送城墙升级信息
ChkNotifyAlertVillageStats=村庄信息
ChkNotifyAlertVillageStats_Info_01=推送村庄信息
ChkNotifyBOTUpdate=机器人升级
ChkNotifyBOTUpdate_Info_01=推送警报，提示『有新版本的机器人』讯息
ChkNotifyDeleteAllPBPushes=启动时删除讯息
ChkNotifyDeleteAllPBPushes_Info_01=当您开启机器人时，删除以前推送的讯息
ChkNotifyDeleteOldPBPushes=删除比这更早的讯息：
ChkNotifyDeleteOldPBPushes_Info_01=删除比设定的时间更早的全部推送讯息
ChkNotifyPBEnable=启动子弹推送
ChkNotifyPBEnable_Info_01=启动『子弹推送』通知
ChkNotifyRemote=远程控制
ChkNotifyRemote_Info_01=启动远程控制功能
ChkNotifyTGEnable=启动电报
ChkNotifyTGEnable_Info_01=启动『电报』通知
CmbNotifyPushHours_Info_01=设定删除讯息的时间间隔
Group_01=『子弹推送/电报』通知
LblNotifyHelp=说明 ?
LblNotifyHelp_Info_01=点此开启远程控制指令的说明页面
LblNotifyOptions=推送下列讯息
LblNotifyOrigin=来源
LblNotifyOrigin_Info_01=讯息来源可以是村庄名称
LblNotifyPBToken=接驳令牌（子弹）
LblNotifyPBToken_Info_01=您需要一个接驳令牌用来推送讯息，可从 PushBullet.com 取得
LblNotifyTGToken=接驳令牌（电报）
LblNotifyTGToken_Info_01=您需要一个接驳令牌用来推送讯息，可从 Telegram.com 取得
[MBR GUI Design Child Village - Misc]
BotStop_Info_01=使用这些选项，设定何时机器人、安卓模拟器、计算机等，停止攻击、停止、关闭、睡眠、重启等
BtnAltarKing_Info_01=野蛮人之王圣台
BtnAltarQueen_Info_01=弓箭女皇圣台
BtnAltarWarden_Info_01=大守护者圣台
BtnCC=部落城堡
BtnLocateLaboratory=实验
BtnLocateLaboratory_Info_01=实验室
BtnReset=清除
BtnReset_Info_01=点击这里，清除全部建筑物的定位，重新启动机器人。
BtnReset_Info_02=使用于变更了村庄布局之后。
BtnTownhall=Town Hall
ChkActivateClockTowerBoost=启用时光钟楼提升
ChkActivateClockTowerBoost_Info_01=选中此选项可启用“光钟楼提升”功能. 它会检查生成器是否是忙碌，所以提升并不是无用的. 此选项不使用您的宝石
ChkBB_DropTrophies=降奖杯，并限制：
ChkBB_OnlyWithLoot=只攻击如果战利品可用
ChkBBSuggestedUpgrades=自动升级
ChkBBSuggestedUpgradesIgnore_01=忽略金钱的升级
ChkBBSuggestedUpgradesIgnore_02=忽略圣水的升级
ChkBBSuggestedUpgradesIgnore_03=忽略升级大本营
ChkClanGames60=60分钟以上
ChkClanGames60_Info_01=不会选择60分钟的挑战任务
ChkClanGamesAirTroop=空军部队的挑战
ChkClanGamesBattle=战斗挑战
ChkClanGamesDebug=调试
ChkClanGamesDestruction=销毁挑战
ChkClanGamesEnabled=部落竞赛
ChkClanGamesGroundTroop=地面部队的挑战
ChkClanGamesLoot=战利品挑战
ChkClanGamesMiscellaneous=其他挑战
ChkClanGamesPurge=清除战斗
ChkClanGamesStopBeforeReachAndPurge=在完成限制之前停止并且仅清除
ChkClanGamesTimeRemaining=剩余时间
ChkClanGamesYourScore=你的分数
ChkCleanYard=清除杂物
ChkCleanYard_Info_01=勾选这里，自动清除树木、蘑茹...等杂物
ChkCollect=收集资源
ChkCollect_Info_01=勾选这里，进行自动收集资源，包括
ChkCollect_Info_02=黄金，圣水，和暗黑重油，
ChkCollect_Info_03=同时搜寻和收集资源车
ChkCollectBuilderBase=收集资源
ChkCollectBuildersBase_Info_01=检查建筑大师基地并且收集资源
ChkCollectCartFirst=资源车
ChkCollectCartFirst_Info_01=检查村庄资源以前先收集资源车。
ChkCTBoostBlderBz=当建筑大师忙碌中
ChkCTBoostBlderBz_Info_01=只在建筑大师忙碌中提升
ChkFreeMagicItems=收集免费魔法物品
ChkGemsBox=清除宝箱
ChkGemsBox_Info_01=勾选这里，自动清除宝箱
ChkPlacingNewBuildings=制造新的建筑物
ChkTombstones=清除墓碑
ChkTombstones_Info_01=勾选这里，自动清除敌人进攻时留下的墓碑
ChkTrap=设置陷阱，装填X连弩和地狱之塔
ChkTrap_Info_01=勾选这里，进行自动设置陷阱，装填X连弩和地狱之塔
ChkTreasuryCollect=收集宝库
ChkTreasuryCollect_Info_01=自动检查部落城堡宝库是否满,
ChkTreasuryCollect_Info_02='或'当存储值为右侧的最小值时，,
ChkTreasuryCollect_Info_03=使用零作为最小值，只有在宝库满时才收集
ChkTreasuryCollect_Info_04=大的最小值会更经常搜集宝库战利品！
CmbBotCommand_Item_01=停止攻击
CmbBotCommand_Item_02=停止机器人
CmbBotCommand_Item_03=关闭机器人
CmbBotCommand_Item_04=关机器人安卓
CmbBotCommand_Item_05=关闭计算机
CmbBotCommand_Item_06=计算机睡眠
CmbBotCommand_Item_07=重启计算机
CmbBotCond_Item_01=金和水满 且 达最大奖杯数
CmbBotCond_Item_02=金和水满 或 达最大奖杯数
CmbBotCond_Item_03=金或水满 且 达最大奖杯数
CmbBotCond_Item_04=金或水满 或 达最大奖杯数
CmbBotCond_Item_05=黄金和圣水 已满
CmbBotCond_Item_06=黄金或圣水 已满
CmbBotCond_Item_07=黄金已满 且 达最大奖杯数
CmbBotCond_Item_08=圣水已满 且 达最大奖杯数
CmbBotCond_Item_09=黄金已满 或 达最大奖杯数
CmbBotCond_Item_10=圣水已满 或 达最大奖杯数
CmbBotCond_Item_11=黄金 已满
CmbBotCond_Item_12=圣水 已满
CmbBotCond_Item_13=达最大奖杯数
CmbBotCond_Item_14=暗黑重油 已满
CmbBotCond_Item_15=黄金/圣水/暗黑重油 全部已满
CmbBotCond_Item_16=机器人运行了 . . .
CmbBotCond_Item_17=现在 (仅造兵/捐兵)
CmbBotCond_Item_18=现在（仅捐兵)
CmbBotCond_Item_19=现在（仅保持在线)
CmbBotCond_Item_20=有护盾时 (仅造兵/捐兵)
CmbBotCond_Item_21=有护盾时 (仅捐兵)
CmbBotCond_Item_22=有护盾时 (仅保持在线)
Group_01=停止攻击
Group_02=装填、收集、清理
Group_03=手动定位
Group_04=搜集与启用
Group_05=建筑大师基地信息
Group_06=升级建议
Group_CG=部落竞赛
LblBotCommand=当 . . .
LblBotWillHaltAutomatically=如果资源低于这些值，机器人将停止攻击，仅保持在线，直到资源恢复
LblResumeAttack=恢复攻击，当
LblTreasuryOr=或者
TxtClanGamesLog=--------------------------------------------- 部落竞赛日志 ------------------------------------------
TxtCollectDark_Info_01=最低暗黑重油储存量。
TxtCollectElixir_Info_01=最低圣水储存量。
TxtCollectElixir_Info_02=设置与恢复攻击值相同，在部队训练期间发生“缺少”错误时收集
TxtCollectElixir_Info_03=
TxtCollectGold_Info_01=最低黄金储存量。
TxtCollectGold_Info_02=设置与恢复攻击值相同，在搜索攻击时发生“缺少”错误时收集
TxtCollectGold_Info_03=
TxtCollectGold_Info_04=设置为零以始终收集
TxtCollectElixir_Info_01=最低圣水储存量。
TxtCollectElixir_Info_02=设置与恢复攻击值相同，在部队训练期间发生“缺少”错误时收集
TxtCollectElixir_Info_03=
TxtRelocate_Info_01=重新定位
TxtRestartDark_Info_01=停止或恢复机器人攻击的暗黑重油最小保留值
TxtRestartElixir_Info_01=停止或恢复机器人攻击的圣水最小保留值
TxtRestartGold_Info_01=停止或恢复机器人攻击的黄金最小保留值
TxtRestartElixir_Info_01=停止或恢复机器人攻击的圣水最小保留值
TxtTreasuryDark_Info_01=最小暗黑重油存量用于收集宝库。
TxtTreasuryElixir_Info_01=最小圣水存量用于收集宝库。
TxtTreasuryElixir_Info_02=设置与恢复攻击值相同以在“圣水”错误时收集
TxtTreasuryElixir_Info_03=部队训练过程中会发生
TxtTreasuryGold_Info_01=最小黄金存量用于收集宝库。
TxtTreasuryGold_Info_02=设置与恢复攻击值相同以在“黄金”错误时收集
TxtTreasuryGold_Info_03=在寻找攻击时发生
TxtTreasuryElixir_Info_01=最小圣水存量用于收集宝库。
TxtTreasuryElixir_Info_02=设置与恢复攻击值相同以在“圣水”错误时收集
TxtTreasuryElixir_Info_03=部队训练过程中会发生
[MBR GUI Design Child Bot - Options]
BtnExportData=导出数据
ChkAutoAlign=自动对齐
ChkAutoAlign_Info_01=重新定位/对齐安卓模拟器和机器人窗口
ChkAutoDock=Auto Dock
ChkAutoDock_Info_01=Auto Dock to Emulator after Start bot & Restart Emulator
ChkAutoHideEmulator=Auto HIDE
ChkAutoHideEmulator_Info_01=Auto Hide Emulator after Start bot & Restart Emulator
ChkAutoMinimizeBot=Auto Minimize Bot after Start
ChkAutoMinimizeBot_Info_01=Check it to enable Auto Minimize Bot after Start
ChkAutoResume=自动恢复运行
ChkAutoResume_Info_01=勾选此，将于设定的时间，把暂停运行自动恢复运行
ChkAutostart=自动开始运行
ChkAutostart_Info_01=在设定的时间后，自动开始运行机器人
ChkBotAutoSlideClick=合并后自动隐藏界面
ChkBotAutoSlideClick_Info_01=启用当模拟器和外挂合并后，\r\n当外挂窗口不在当前激活时自动隐藏界面。
ChkBotCustomTitleBarClick=优化标题栏的设计
ChkBotCustomTitleBarClick_Info_01=启用优化模拟器和机器人的窗口标题栏和边框（需要重新启动外挂）
ChkCheckGameLanguage=检查游戏语言 (EN)
ChkCheckGameLanguage_Info_01=检查游戏语言是不是设定正确 (必须设定为 English)
ChkDeleteLogs=删除日志文件
ChkDeleteLogs_Info_01=删除比设定天数旧的日志档案
ChkDeleteLoots=删除战利品截图
ChkDeleteLoots_Info_01=删除比设定天数旧的战利品截图
ChkDeleteTemp=删除暂存档
ChkDeleteTemp_Info_01=删除比设定天数旧的临时文件
ChkDisableNotifications=禁用通知
ChkDisableNotifications_Info_01=禁用机器人发送的通知
ChkDisableSplash=停用启动屏幕
ChkDisableSplash_Info_01=启动时不使用启动屏幕
ChkEnableAuto=Enable Auto for Emulator
ChkEnableAuto_Info_01=Check it to Enable Auto Hide & Dock for Emulator after Start bot & Restart Emulator
ChkFixClanCastle=强制侦测部落城堡
ChkFixClanCastle_Info_01=如果在攻击列上侦测不到部落城堡，而且也不在上一次攻击时的位置上，将强制设定在目前空出的位置
ChkForMBRUpdates=检查更新
ChkForMBRUpdates_Info_01=勾选，将检查您的机器人是不是最新版本
ChkHideWhenMinimized=最小化时隐藏
ChkHideWhenMinimized_Info_01=机器人窗口在最小化时，隐藏到任务栏状态区域\r\n点击状态图标/显示机器人来重新显示机器人窗口
ChkKillTeamViewer=关闭TeamViewer的Windows 免费窗口
ChkKillTeamViewer_Info_01=如果您想要关闭TeamViewer的赞助会话，请选中此项。
ChkLabCheck=禁用实验室检查
ChkScreenshotHideName=隐藏个人和部落的名字
ChkScreenshotType=保存为PNG格式
ChkSinglePBTForced=强制PB只重启一次
ChkSinglePBTForced_Info_01=在被PB强制下线之前，自己提前先下线，而使得COC只重启一次
ChkSqlite=使用SQLite进行统计
ChkSqlite_Info_01=将攻击数据收集到SQlite，导出为CSV
ChkSqlite_Info_02=非常适合与Smart-Farm一起使用，收集内外的资源，资源等。
ChkUpdatingWhenMinimized=最小化时更新
ChkUpdatingWhenMinimized_Info_01=启用各种机器人窗口最小化方式\r\n当机器人最小化时，屏幕更新将显示在任务栏预览
ChkUseRandomClick=随机点击
CmbAlignmentOptions_Info_01=0,0：重新定位安卓模拟器到 Windows 桌面上(0,0)的位置，然后机器人靠到模拟器右边或左边
CmbAlignmentOptions_Info_02=对齐：只是重排窗口, 对齐机器人窗口和模拟器窗口：右上对齐, 左上对齐, 右下对齐, 左下对齐\r\n合并：整合模拟器窗口入机器人窗口
CmbAlignmentOptions_Item_01=0,0：模拟器-机器人
CmbAlignmentOptions_Item_02=0,0：机器人-模拟器
CmbAlignmentOptions_Item_03=对齐：机器人对齐模拟器右上角
CmbAlignmentOptions_Item_04=对齐：机器人对齐模拟器左上角
CmbAlignmentOptions_Item_05=对齐：机器人对齐模拟器右下角
CmbAlignmentOptions_Item_06=对齐：机器人对齐模拟器左下角
CmbAlignmentOptions_Item_07=整合：模拟器进入机器人
CmbGUILanguage_Info_01=切换不同的接口语言
Group_01=接口语言
Group_02=当载入初始化时
Group_03=当开始运行时
Group_04=专家选项
Group_05=屏幕截图选项
Group_06=远程设备
Group_07=其它选项
Group_08=处理器/高级线程
LblAlignOffsetX=偏移
LblGlobalActiveBotsAllowed_Info_01=个机器人可以同时运行
LblGlobalThreads_Info_01=个全局图像处理线程
LblPBTimeForcedExit=提前下线的时间
LblPBTimeForcedExit_Info_01=输入提前的时间，注意：输入的数值小于10分钟，可能没有作用！
LblThreads_Info_01=个图像处理线程用于此机器人
LblTimeAnotherDevice=当有远程设备连接，等
LblTimeAnotherDevice_Info_01=输入当有远程设备连接时，机器人再次连接的等待时间 (按分计算)
TxtAlignOffsetX_Info_01=安卓模拟器和机器人窗口之间的水平偏移像素
TxtAlignOffsetY_Info_01=安卓模拟器和机器人窗口之间的垂直偏移像素
TxtGlobalActiveBotsAllowed_Info_01=当运行多个机器人时，请指定可以同时运行多少个机器。\r\n这样可以显著降低CPU利用率。\r\n可用的逻辑处理器数量很多。\r\n此配置在所有配置文件/实例之间共享 并需要重新启动所有机器人（关闭所有，等待，并重新开始！）。
TxtGlobalThreads_Info_01=当运行多个机器人时，请指定图像处理任务可以同时运行多少个全局线程。\r\n这可以显著降低CPU利用率。\r\n可用的逻辑处理器的数量是一个很好的数字。\r\n这个配置是 在所有配置文件/实例之间共享，并且需要重新启动所有漫游器（关闭所有，等待，并重新开始！）。
TxtSinglePBTimeForced_Info_01=输入自己待在线下的时间，15分钟以上可以重设PB定时器
TxtThreads_Info_01=处理图像时，会使用多个线程。 这里您指定了这个机器人可以使用多少线程。\r\n线程可以显著降低CPU利用率。\r\n可用的逻辑处理器数量很多。 对所有可用的使用0。 全局线程设置优先。
[MBR GUI Design Child Bot - Stats]
BtnResetStats=重新统计
LblAttacked=攻击次数
LblAttacked_Info_01=符合搜索条件，进攻的次数
LblBase-Attacked=攻击次数
LblBuilUpg-by-Elixir_Info_01=圣水升级建筑次数
LblBuilUpg-by-Gold_Info_01=黄金升级建筑次数
LblBuilUpg-Cost-by-Elixir_Info_01=升级建筑总共用掉圣水
LblBuilUpg-Cost-by-Gold_Info_01=升级建筑总共用掉黄金
LblCost-Collect=成本 && 收集
LblDarkE=暗黑重油
LblDead-Base=死鱼
LblDead-Base_Info_01=攻击死鱼次数
LblDead-Base-Gain=获得
LblDead-Base-Gain-Dark_Info_01=攻击死鱼获得的暗黑重油
LblDead-Base-Gain-Elixir_Info_01=攻击死鱼获得的圣水
LblDead-Base-Gain-Gold_Info_01=攻击死鱼获得的黄金
LblDead-Base-Gain-Trophies_Info_01=攻击死鱼获得的奖杯
LblDElixir-collected=收集暗黑重油
LblDElixir-collected_Info_01=在村庄收集的暗黑重油
LblDropped=降杯总数
LblDropped_Info_01=自动降杯的总数
LblElixir=圣水
LblElixir-collected=集圣水
LblElixir-collected_Info_01=在村庄收集的圣水
LblGainPerHour=收益/小时
LblGold=黄金
LblGold-collected=收集黄金
LblGold-collected_Info_01=在村庄收集的黄金
LblHeroesUpg=英雄升级次数
LblHeroesUpg_Info_01=英雄升级次数
LblheroesUpg-Cost=升级共享暗黑重油
LblheroesUpg-Cost_Info_01=升级英雄总共用掉暗黑重油
LblLastAttack=最后一次攻击
LblLeague=联盟
LblLeagueBonus=奖励
LblLive-Base=活鱼
LblLive-Base_Info_01=攻击活鱼次数
LblLive-Base-Gain-Dark_Info_01=攻击活鱼获得的暗黑重油
LblLive-Base-Gain-Elixir_Info_01=攻击活鱼获得的圣水
LblLive-Base-Gain-Gold_Info_01=攻击活鱼获得的黄金
LblLive-Base-Gain-Trophy_Info_01=攻击活鱼获得的奖杯
LblNbr-of-OoS=断线次数
LblNbr-of-OoS_Info_01=断线次数
LblRun=运行信息
LblRuntime=运行时间
LblRuntime_Info_01=机器人的总运行时间
LblSearch-Cost=搜寻成本
LblSearch-Cost_Info_01=搜寻村庄所用的黄金
LblSkipped=跳过次数
LblSkipped_Info_01=不符合搜索条件，跳过的次数
LblStartedWith=初始数值
LblStats=统计
LblStatsBonusLast_Info_01=最后一次进攻获得的黄金奖励
LblStatsBonusLast_Info_02=最后一次进攻获得的圣水奖励
LblStatsBonusLast_Info_03=最后一次进攻获得的暗黑重油奖励
LblStatsDonDark-Spells=闇黑法术
LblStatsDonDark-Troops=闇黑军队
LblStatsDonElixir-Spells=圣水法术
LblStatsDonElixir-Troops=圣水军队
LblStatsDonTotal=总共捐赠
LblStatsDonTotalXP=经验值
LblStatsGainPerHour_Info_01=黄金/小时
LblStatsGainPerHour_Info_02=圣水/小时
LblStatsGainPerHour_Info_03=暗黑重油/小时
LblStatsGainPerHour_Info_04=奖杯/小时
LblStatsLastAttack_Info_01=最后一次进攻获得的黄金
LblStatsLastAttack_Info_02=最后一次进攻获得的圣水
LblStatsLastAttack_Info_03=最后一次进攻获得的暗黑重油
LblStatsLastAttack_Info_04=最后一次进攻获得或失去的奖杯数量
LblStatsSmartEarthQuakeUsed_Info_01=使用地震法术闪黑的次数
LblStatsSmartLightningUsed_Info_01=使用雷电法术闪黑的次数
LblStatsSmartZap_Info_01=闪黑共获得的暗黑重油数值
LblStatsStartedWith_Info_01=最初拥有的黄金
LblStatsStartedWith_Info_02=最初拥有的圣水
LblStatsStartedWith_Info_03=最初拥有的暗黑重油
LblStatsStartedWith_Info_04=最初拥有的奖杯数量
LblStatsSZRev2=闪黑
LblStatsSZRev2-Used=使用次数
LblStatsTop_Info_01=获得最高黄金
LblStatsTop_Info_02=获得最高圣水
LblStatsTop_Info_03=获得最高暗黑重油
LblStatsTop_Info_04=获得最高奖杯
LblStatsTotalGain_Info_01=机器人运行后，获得或失去的黄金总量
LblStatsTotalGain_Info_02=（包括手动升级建筑物的资源支出）
LblStatsTotalGain_Info_03=机器人运行后，获得或失去的圣水总量
LblStatsTotalGain_Info_04=机器人运行后，获得或失去的暗黑重油总量
LblStatsTotalGain_Info_05=机器人运行后，获得或失去的奖杯总量
LblTH-Bully=弱本
LblTH-Bully_Info_01=攻击弱本次数
LblTH-Bully-Gain-Dark_Info_01=攻击弱本获得的暗黑重油
LblTH-Bully-Gain-Elixir_Info_01=攻击弱本获得的圣水
LblTH-Bully-Gain-Gold_Info_01=攻击弱本获得的黄金
LblTH-Bully-Gain-Trophy_Info_01=攻击弱本获得的奖杯
LblTH-Snipe=偷本
LblTH-Snipe_Info_01=偷本的次数
LblTH-Snipe-Gain-Dark_Info_01=偷本获得的暗黑重油
LblTH-Snipe-Gain-Elixir_Info_01=偷本获得的圣水
LblTH-Snipe-Gain-Gold_Info_01=偷本获得的黄金
LblTH-Snipe-Gain-Trophy_Info_01=偷本获得的奖杯
LblTH-Snipe-Lost_Info_01=偷本失败的次数
LblTH-Snipe-Win_Info_01=偷本成功的次数
LblTopLoot=最高资源
LblTotalGain=总收益
LblTrain-Cost-DElixir=暗黑重油训练成本
LblTrain-Cost-DElixir_Info_01=训练闇黑军队所用的暗黑重油
LblTrain-Cost-Elixir=圣水训练成本
LblTrain-Cost-Elixir_Info_01=训练圣水军队所用的圣水
LblTrain-Cost-Gold=建立成本黄金
LblTrain-Cost-Gold_Info_01=用于建造攻城机器的黄金
LblTrophy=奖杯
LblUpg-by-Elixir=圣水升级次数
LblUpg-by-Gold=黄金升级次数
LblUpgrade-Costs=升级成本
LblUpgrades-Made=升级次数
LblWallUpg-by-Elixir_Info_01=圣水升级城墙次数
LblWallUpg-by-Gold_Info_01=黄金升级城墙次数
LblWallUpg-Cost-by-Elixir=升级共享圣水
LblWallUpg-Cost-by-Elixir_Info_01=升级城墙总共用掉圣水
LblWallUpg-Cost-by-Gold=升级共享黄金
LblWallUpg-Cost-by-Gold_Info_01=升级城墙总共用掉黄金
[MBR GUI Design Child Village - Donate]
ChkExtraAlphabets=斯拉夫语
ChkExtraAlphabets_Info_01=勾选这里，启用斯拉夫语的辨识功能
ChkExtraChinese=中文
ChkExtraChinese_Info_01=勾选这里，启用中文的辨识功能
ChkExtraKorean=韩文
ChkExtraKorean_Info_01=勾选这里，启用韩文的辨识功能
ChkExtraPersian=波斯文
ChkExtraPersian_Info_01=勾选这里，启用波斯语的辨识功能
DonateTxtCustom=自定义军队
Group_01=捐兵选单
Group_02=捐赠黑名单
LblDonateCustom_01=一
LblDonateCustom_02=二
LblDonateCustom_03=三
LblExtraAlphabets=启用其它字母识别:
LblGeneralBlacklist=吻合这些关键词时，停止捐赠
TxtBlacklist1=黑名单
TxtBlacklistTroop_Item_01=no barbarians\r\nno barb\r\nbarbarians no\r\nbarb no
TxtBlacklistTroop_Item_02=no archers\r\nno arch\r\narchers no\r\narch no
TxtBlacklistTroop_Item_03=no giants\r\ngiants no
TxtBlacklistTroop_Item_04=no goblins\r\ngoblins no
TxtBlacklistTroop_Item_05=no wall breakers\r\nwall breakers no
TxtBlacklistTroop_Item_06=no balloon\r\nballoons no
TxtBlacklistTroop_Item_07=no wizards\r\nwizards no\r\nno wizard\r\nwizard no
TxtBlacklistTroop_Item_08=no healer\r\nhealer no
TxtBlacklistTroop_Item_09=no dragon\r\ndragon no
TxtBlacklistTroop_Item_10=no PEKKA\r\npekka no
TxtBlacklistTroop_Item_11=no baby dragon\r\nbaby dragon no\r\nno baby\r\nbaby no
TxtBlacklistTroop_Item_12=no miner\r\nminer no\r\nno mine\r\nmine no
TxtBlacklistTroop_Item_13=no lightning\r\nlightning no
TxtBlacklistTroop_Item_14=no heal\r\nheal no
TxtBlacklistTroop_Item_15=no rage\r\nrage no
TxtBlacklistTroop_Item_16=no jump\r\njump no
TxtBlacklistTroop_Item_17=no freeze\r\nfreeze no
TxtBlacklistTroop_Item_18=no minions\r\nminions no\r\nno minion\r\nminion no
TxtBlacklistTroop_Item_19=no hogs\r\nhog no
TxtBlacklistTroop_Item_20=no valkyries\r\nvalkyries no\r\nno valk\r\nvalk no
TxtBlacklistTroop_Item_21=no golem\r\ngolem no
TxtBlacklistTroop_Item_22=no witches\r\nwitch no
TxtBlacklistTroop_Item_23=no lavahound\r\nlava no\r\nhound no
TxtBlacklistTroop_Item_24=no bowler\r\nbowl no
TxtBlacklistTroop_Item_25=no poison\r\npoison no
TxtBlacklistTroop_Item_26=no earthquake\r\nquake no
TxtBlacklistTroop_Item_27=no haste\r\nhaste no
TxtBlacklistTroop_Item_28=no skeleton\r\nskeleton no\r\nno skel
TxtBlacklistTroop_Item_29=no ground\r\nground no\r\nonly
TxtBlacklistTroop_Item_30=no air\r\nair no\r\nonly\r\njust
TxtBlacklistTroop_Item_31=no electro dragon\r\nelectrodrag no\r\nedrag no
TxtBlacklistTroop_Item_32=no wreckers\r\nsiege no
TxtBlacklistTroop_Item_33=no blimps\r\nsiege no
TxtDonate=捐
TxtDonateAll=捐给所有请求
TxtDonateTip=勾选这里，捐赠
TxtDonateTipAll=给所有聊天室的增援请求
TxtDonateTipTroop=，如果关键词吻合聊天室的增援请求文字
TxtDonateTroop_Item_01=barbarians\r\nbarb
TxtDonateTroop_Item_02=archers\r\narch
TxtDonateTroop_Item_03=giants\r\ngiant\r\nany\r\nreinforcement
TxtDonateTroop_Item_04=goblins\r\ngoblin
TxtDonateTroop_Item_05=wall breakers\r\nbreaker
TxtDonateTroop_Item_06=balloons\r\nballoon
TxtDonateTroop_Item_07=wizards\r\nwizard\r\nwiz
TxtDonateTroop_Item_08=healer
TxtDonateTroop_Item_09=dragon
TxtDonateTroop_Item_10=PEKKA\r\npekka
TxtDonateTroop_Item_11=baby dragon\r\nbaby
TxtDonateTroop_Item_12=miner\r\nmine
TxtDonateTroop_Item_13=lightning
TxtDonateTroop_Item_14=heal
TxtDonateTroop_Item_15=rage
TxtDonateTroop_Item_16=jump
TxtDonateTroop_Item_17=freeze
TxtDonateTroop_Item_18=minions\r\nminion
TxtDonateTroop_Item_19=hogriders\r\nhogs\r\nhog
TxtDonateTroop_Item_20=valkyries\r\nvalkyrie\r\nvalk
TxtDonateTroop_Item_21=golem
TxtDonateTroop_Item_22=witches\r\nwitch
TxtDonateTroop_Item_23=lavahound\r\nlava\r\nhound
TxtDonateTroop_Item_24=bowler\r\nbowlers\r\nbowl
TxtDonateTroop_Item_25=poison
TxtDonateTroop_Item_26=earthquake\r\nquake
TxtDonateTroop_Item_27=haste
TxtDonateTroop_Item_28=skeleton\r\nskel
TxtDonateTroop_Item_29=ground support\r\nground
TxtDonateTroop_Item_30=air support\r\nany air
TxtDonateTroop_Item_31=electro dragon\r\nelectrodrag\r\nedrag
TxtDonateTroop_Item_32=wall wreckers\r\nsieges\r\nwreckers
TxtDonateTroop_Item_33=battle blimps\r\nsieges\r\nblimps
TxtGeneralBlacklist_Info_01=总体捐赠黑名单
TxtGeneralBlacklist_Item_01=clan war\r\nwar\r\ncw
TxtIgnoreAll=这将会忽略所有关键词
TxtKeywords=吻合这些关键词时，捐
TxtKeywordsNo=吻合这些关键词时，不捐赠
TxtKeywordsNoTip=捐兵黑名单 -
TxtNothing=捐兵选单
[MBR GUI Design Child Attack - Deadbase Attack Milking]
CapacityStructure_01=0-4%
CapacityStructure_02=5-19%
CapacityStructure_03=20-74%
CapacityStructure_04=75-89%
CapacityStructure_05=90-100%
ChkAtkGEDExtractors=攻击
ChkAttackMinesIfDarkElixir=攻击暗黑重油井如果有暗黑重油在
ChkAttackMinesIfGold=攻击金矿如果有黄金在
ChkAttackMinesIfElixir=攻击圣水收集器如果有圣水在
ChkMilkAfterAttackScripted=启用脚本攻击
ChkMilkAfterAttackScripted_Info_02=对死鱼使用脚本攻击，这样就会导致标准攻击
ChkMilkAfterAttackTHSnipe=启用大本狙击（偷本）
ChkMilkFarmForceTolerance=容忍力
ChkMilkFarmForceTolerance_Info_01=容许偏差 正常
ChkMilkFarmForceTolerance_Info_02=容许偏差 提升
ChkMilkFarmForceTolerance_Info_03=容许偏差 消除
ChkMilkingDebugFullSearch=全搜索，仅用于调整目的（很慢）
ChkMilkingDebugFullSearch_Info_01=使用此选项可以检测未检测到的图像药剂采集器
ChkMilkingDebugIMG=对每个采集器进行制作偏移量图像
ChkMilkingDebugVillage=制作村庄图像
ChkSnipeIfNoElixir=偷本即使没有采集器可以挤压
ChkStructureDestroyedAfterAttack=下波攻击后检查建筑破坏状况
ChkStructureDestroyedAfterAttack_Info_01=攻击之后的建筑，检查，看它是否已被另一波破坏。
ChkStructureDestroyedAfterAttack_Info_02=必须有较高的延迟在波与波之间使用这个选项
ChkStructureDestroyedBeforeAttack=下波攻击前检查建筑破坏状况
ChkStructureDestroyedBeforeAttack_Info_01=攻击之前的建筑，检查，看它是否已被另一波破坏。
ChkStructureDestroyedBeforeAttack_Info_02=您必须有较高的延迟在波与波之间使用这个选项
CmbMilkAttackType_Item_01=较慢：检查每个收集器中的资源。
CmbMilkAttackType_Item_02=快速：只检查每个收集器的级别。
CmbMilkingAttackDropGoblinAlgorithm_Item_01=在同一个地方放下每只哥布尔
CmbMilkingAttackDropGoblinAlgorithm_Item_02=把每只哥布尔都放在不同的地方
CmbMilkLvl_01=Levels 1-4
CmbMilkLvl_05=Level 5
CmbMilkLvl_06=Level 6
CmbMilkLvl_07=Level 7
CmbMilkLvl_08=Level 8
CmbMilkLvl_09=Level 9
CmbMilkLvl_10=Level 10
CmbMilkLvl_11=Level 11
CmbMilkLvl_12=Level 12
CmbStructureOrder_Item_01=攻击顺序：如设定
CmbStructureOrder_Item_02=攻击顺序：随机
CmbStructureOrder_Item_03=攻击顺序：并排
Group_01=选择挤压攻击搜索类型
Group_02=水采集器最小攻击等级
Group_03=说明
Group_04=结构攻击
Group_05=如果只有攻击
Group_06=4. 每个建筑物使用的部队
Group_07=5.删除选项
Group_08=检查被破坏的建筑
Group_09=5a. 挤压攻击后，攻击外置大本（偷本）
Group_10=5b. 继续执行脚本攻击
Group_11=容许偏差设定
Group_12=Debug
LblMaxTilesMilk=从红线最大距离
LblMilkSnipeAlgorithm=使用算法
LblRedline-and-Collectors=红线与采集器之间的距离
LblWhichLevel=其中有一个级别
TxtDelayWaves=- 每波之间的延迟（ms）:
TxtDisable=DIS.
TxtMaxWaves=- 最大波：
TxtMaxWaves_Info_01=选择在每个采集器上放下的最大波数。
TxtMaxWaves_Info_02=如果采集器被破坏，那么没有更多的部队将结束。
TxtXWave=- 每波部队:
[MBR Func_Notify]
Another-Device_Info_01=另外一个设备已连接
Another-Device_Info_02=另外一个设备已连接，等等
ATTACK OFF=Attack Off
ATTACK OFF_Info_01=- 启用综合页面的停止攻击 - 现在（仅保持在线）选项
ATTACK OFF_Info_02=设置暂停攻击关闭。
ATTACK ON_Info_01=攻击 开启
ATTACK ON_Info_02=设置暂停攻击开启
Attack_Info_01=已攻击
Attack_Info_02=机器人重新启动因为找不到"下一个"按钮
Bot=BOT
Bot_Info_01=- 您可以远程控制您的机器人，请参照以下语法：
BUILDER=BUILDER
BUILDER_Info_01=- 传送<村庄名字>的建筑工人状态截图
BUILDER_Info_03=闲置工人
BUILDER_Info_04=将尽快处理您要求的闲置工人信息
Camps-Full_Info_01=兵营满营
Command-Not-Recognized=语法错语
DELETE=删除
DELETE_Info_01=- 删除之前推送的全部讯息
Examples=范例：
Free-Builders_Info_01=闲置建筑工人人数
GEM_Info_01=宝石
HALTATTACKOFF=停止攻击 OFF
HALTATTACKON=停止攻击 ON
HELP=帮助
HELP_Info_01=- 传送此说明信息
HIBERNATE=对象/关系对应
HIBERNATE_Info_01=- 个人计算机进入休眠
HIBERNATE_Info_02=个人计算机开始休眠
LASTRAID=持续攻击
LASTRAID_Info_01=- 传送<村庄名字>的最新攻击战利品截图
Last-Raid_Info_01=攻击战利品
Last-Raid_Info_02=攻击战利品文本
Last-Raid_Info_03=没有最新攻击战利品截图
Last-Raid_Info_04=最新攻击战利品文本
Last-Raid_Info_05=最新攻击战利品截图
LASTRAIDTXT=最后攻击文件
LASTRAIDTXT_Info_01=- 传送<村庄名字>的最新攻击战利品文件
LOG=日志
LOG_Info_01=- 传送<村庄名字>的目前日志文件
LOG_Info_02=日志
LOG_Info_03=目前日志
LOG_Info_04=错误：CoC 已停止
LOG_Info_05=重新启动因为发生不同步错误
LOG_Info_06=之后下线
LOG_Info_07=运行
Loots_Info_01=战利品
Match-Found_Info_01=匹配成功！经过
Need-Rest_Info_01=上线时间太长，需要休息一下
New-Version_Info_01=有新版本的机器人
Notify_001=通知推送子弹
PAUSE=暂停
PAUSE_Info_01=- 暂停<村庄名字>的机器人
Request-For-Help_Info_01=请点击　BOT HELP 获得完整语法说明
Request-For-Help_Info_02=请求说明
Request-Stop_Info_01=停止机器人
Request-Stop_Info_02=停止机器人...
Request-Stop_Info_03=您的机器人正在停止中...
Request-Stop_Info_04=您的机器人已停止
Request-Stop_Info_05=机器人和安卓模拟器重新启动中
Request-Stop_Info_06=您的机器人正在停止中
Request-Stop_Info_07=您的机器人已停止
Request-Stop_Info_08=正攻击中无法暂停，晚点再试
Request-Stop_Info_09=机器人和安卓模拟器重新启动中...
Request-Stop_Info_10=机器人已重新运行
Request-Stop_Info_11=您的机器人正在暂停中
Request-Stop_Info_12=机器人正恢复运行
Request-Stop_Info_13=已收到您的要求。机器人已暂停
Request-Stop_Info_14=已收到您的要求。机器人已恢复运行
Request-Stop_Info_15=正攻击中无法暂停，晚点再试
Request-Stop_Info_16=要求重新启动
Request-Stop_Info_17=要求暂停
Request-Stop_Info_18=要求恢复
RESETSTATS=重置状态
RESETSTATS_Info_01=- 重置<村庄名字>的统计
RESETSTATS_Info_02=统计已重置
RESTART=重新开始
RESTART_Info_01=- 重新启动<村庄名字>的机器人和安卓模拟器
RESUME=恢复
RESUME_Info_01=- 恢复<村庄名字>的机器人
Resumed_Info_01=机器人已恢复运行
SCREENSHOT=屏幕截图
SCREENSHOT_Info_01=- 传送<村庄名字>的屏幕截图
SCREENSHOT_Info_02=没有最新攻击战利品截图
SCREENSHOT_Info_03=将尽快处理您要求的截图
SCREENSHOT_Info_04=村庄截图
SCREENSHOTHD=HD屏幕截图
SCREENSHOTHD_Info_01=- 传送<村庄名字>的HD高清屏幕截图
SHIELD=盾
SHIELD_Info_01=- 传送<村庄名字>的护盾状态截图
SHIELD_Info_02=将尽快处理您要求的护盾信息
SHUTDOWN=关闭
SHUTDOWN_Info_01=- 关闭个人计算机
SHUTDOWN_Info_02=个人计算机正关闭中
Skip_Info_01=次
Skip_Info_02=次
STANDBY=支持
STANDBY_Info_01=- 个人计算机进入待机
STANDBY_Info_02=个人计算机开始待机
STATS=统计
STATS_Info_01=- 传送<村庄名字>的村庄统计信息
Stats_Info_02=村庄统计信息
Stats_Info_03=您已
Stats_Info_04=每小时收益
Stats_Info_05=正在激活中
Stats_Info_06=正在攻击中
Stats-DE_Info_01=DE
Stats-E_Info_01=E
Stats-G_Info_01=G
Stats-Now_Info_01=目前资源
Stats-T_Info_01=T
STOP=停止
STOP_Info_01=- 停止<村庄名字>的机器人
Take-Break_Info_01=上线时间太长，需要休息一下
Train_Info_01=已设定训练军队和法术
Train_Info_02=目前训练的军队和法术
Train_Info_03=目前军营
Train_Info_04=-  法术
Train_Info_05=目前的能力
Train_Info_06=-  军营
TROOPS=军队
TROOPS_Info_01=- 传送<村庄名字>的军队法术统计信息
Upgrading_Info_01=升级中
Upgrading_Info_02=跳过升级
Upgrading_Info_03=使用黄金来完成
Upgrading_Info_04=使用圣水完成
Upgrading_Info_05=找不到黄金升级按钮
Upgrading_Info_06=找不到圣水升级按钮
Upgrading_Info_07=使用黄金来完成升级
Upgrading_Info_08=使用圣水来完成升级
Upgrading_Info_09=没有圣水升级按钮
Upgrading_Info_10=找不到黄金升级按钮
Uploading-File_Info_01=上传档案到子弹推送服务器中
Uploading-File_Info_02=上传档案到电报服务器时，出现第二类错误
Uploading-File_Info_03=无法上传档案
Uploading-File_Info_04=发生错误
Uploading-File_Info_05=无法发送文件
Wall-Up_Info_01=城墙数目
Wall-Up_Info_02=找到城墙等级
Wall-Up_Info_03=找不到城墙等级
Wall-Up_Info_04=城墙区块已找到
[MBR GUI Design Title]
LblBotClose=关闭
LblBotExpand=合并后扩展外挂界面
LblBotMiniGUI=切换迷你模式
LblBotMinimize=最小化
LblBotNormal=切换普通模式
LblBotShrink=合并后收缩外挂界面
[MBR GUI Design - AutoUpgrade]
ChkAutoUpgrade=使用自动升级
chkAutoUpgrade_Info_01=使用自动升级（工人列表推存的升级方式）
ChkSmartSwitchUpgrade=Smart Switch Upgrades
ChkSmartSwitchUpgrade_Info_01=Switches between Auto Upgrade and Building tab when Building tab has upgrades enabled.
Group_01=自动升级
Group_02=忽略升级
Ignore_01=忽略使用金钱的升级
Ignore_02=忽略使用圣水的升级
Ignore_03=忽略使用暗黑重油的升级
Label_01=保留
Label_02=自动升级后
MsgBox_Invalid_Text=警告 ！ 你不能选择忽略三个资源的升级！\r\n随着你的设置，自动升级将完全无效。\r\n并且不会启动任何升级...你必须取消选择一个或多个忽略使用资源的升级。
MsgBox_Invalid_Title=设置无效！！！
MsgBox_Warning_Text=警告 ！ 您选择了两个忽略使用资源的升级！\r\n自动升级可能会有问题，导致不会升级任何东西。\r\n我建议您只选择一个资源的忽略，而不是多个。
MsgBox_Warning_Title=警告：您的设置！！！
TxtAutoUpgradeLog=------------------------------------------------ 自动升级日志------------------------------------------------
[Android]
Android_Options=Android模拟器选项
ChkAdbClickDragScript=使用脚本方式来点击和拖动以达到精准。
ChkAdbClickDragScript_Info=使用安卓特定脚本文件来点击和拖动。\r\n如果取消勾选，将会使用比较兼容性的'input swipe'指令.
ChkAndroidCloseWithBot=用机器人关闭模拟器
ChkAndroidCloseWithBot_Info=当机器人存在时，也关闭模拟器。
CmbBackgroundMode=默认|使用 WinAPI (需要模拟器DirectX模式)|使用 ADB screencap
CmbBackgroundMode_Info=控制在背景模式下如何使用安卓的屏幕截图。\n默认会选择基于模拟器来选择使用WinAPI或screencap。\n信息：WinAPI比screencap快，但是screencap总是可以在屏幕关闭后运行，我们称之为“真正的背景模式”！
LblAndroidRebootHours=重启模拟器，请设定几小时后：
LblAndroidRebootHours_Info=请输入几小时后重启模拟器。（减少模拟器过久运行而导致运行缓慢）
LblBackgroundMode=屏幕截图的背景模式
[Android Control]
BtnAndroidAdbShell=在新的控制台窗口中启动ADB Shell
BtnAndroidBack=发送Back键
BtnAndroidHome=发送Home键
BtnPlayStoreGame=部落冲突
BtnPlayStoreNovaLauncher=Nova启动器
DisableShowTouchs=禁用触控
EnableShowTouchs=启用触控
Group_03=安卓控制
Group_04=安装谷歌商城的Apps
[MOD GUI Design - Misc]
ChkKickOutSpammers=踢出垃圾邮件发送者
ChkKickOutSpammers_Info_01=只有捐赠和'0'请求的成员！
ChkUseGTFO=启用它（风险自负...）
ChkUseKickOut=启用它（风险自负...）
ChkUseKickOut_Info_01=有必要成为副首领者或首领
Group_01=特别踢除捐赠
Group_02=特别剔除新成员
GTFOClanHop=Clan hop after jump donate
GTFOReturnClan=完成后返回部落
Label_01=SKD的目标是快如闪电的捐赠
Label_02=SKD非常适合GTFO并赚取很多经验值！
Label_03=时间使用：捐兵95％，培训5％
Label_04=初始
Label_05=当前
LblClanReturn=回到部落
LblDonatedCap=捐兵限制
LblDonatedCap_Info_01=新的成员+捐兵的部队限制，当到达将被踢[0-8]
LblGTFO=快如闪电的兵与法术捐赠
LblGTFO_Info_01=这是一个独立功能！
LblGTFO_Info_02=只需设置您的一键训练，正确的捐兵设定
LblGTFO_Info_03=和这个功能！
LblKickLimit=踢出限制
LblKickLimit_Info_01=每次会踢多少名成员[1-9]
LblKickLimit_Info_02=排名从底部往上
LblKickout=踢出垃圾邮件发件人/新成员
LblMaxCyclesGTFO=循环后退出
LblMinSaveGTFO_01=当水低于时退出SKD
LblMinSaveGTFO_02=当黑低于时退出SKD
LblReceivedCap=已收到限制
LblReceivedCap_Info_01=新成员+收到部队限制，当到达将被踢[0-35]
[MBR GUI Design Child Attack - Upgrade_Laboratory]
ChkPrioritySystem_01=优先系统
ChkPrioritySystem_02=启用此功能以选择资源优先
[MBR GUI Design Child Attack - Upgrade_Walls]
ChkUpgrPriority=升级优先
UpgrPriority_Info_01=启用此功能以选择升级优先
[MBR Global GUI Design Names Siege Machines]
TxtBattleBlimp=攻城飞艇
TxtWallWrecker=攻城战车
[MBR GUI Design Child Attack - MULTI FINGERS]
ChkUnitFactor_Info_13=修改出兵速度因子
ChkUnitFactor_Info_14=出兵速度 = 出兵速度 x 因子（毫秒）
ChkUnitFactor_Info_15=单位部署延迟=单位设置x单位系数（毫秒）
ChkUnitFactor_Info_16=修改换兵速度因子
ChkUnitFactor_Info_17=换兵速度 = 梯次 x 因子（毫秒）
ChkUnitFactor_Info_18=切换队列延迟=波浪设置x波形因子（毫秒）
CmbDBMultiFinger_Info_01=选择多指攻击风格。
CmbDBMultiFinger_Info_02=* 随机模式，随机选择一种攻击方式。
CmbDBMultiFinger_Info_03=* 4指和8指样式，将同时攻击所有4面。
CmbDBMultiFinger_Info_04=* 4指和8指样式，风险和使用BOT方式一样！
CmbDBMultiFinger_Info_05=随机模式
CmbDBMultiFinger_Info_06=4指标准
CmbDBMultiFinger_Info_07=4指螺旋左
CmbDBMultiFinger_Info_08=4指螺旋右
CmbDBMultiFinger_Info_09=8指开花
CmbDBMultiFinger_Info_10=8指内爆
CmbDBMultiFinger_Info_11=8指螺旋左
CmbDBMultiFinger_Info_12=8指螺旋右
LblDBMultiFinger_Info_01=样式：
[MBR GUI Design Child Attack - Attack Smart Farm]
ChkDebugSmartFarm=调试智慧村庄
ChkRandomSpeedAtk=随机化单位&&波浪的延迟
Group_01=选项
Lbl-CmbStandardUnitDelay=延迟单位
Lbl-CmbStandardUnitDelay_Info_01=这延迟了部队的部署，1（快）=像机器人，10（慢）=像人类一样。
Lbl-CmbStandardUnitDelay_Info_02=随机使机器人更加多样化，更贴近像一个人。
Lbl-CmbStandardWaveDelay_Info_01=波
Lbl-TxtInsidePercentage=内部资源
Lbl-TxtOutsidePercentage=外部资源
txt-TxtInsidePercentage=仅在一侧强制攻击的百分比
txt-TxtOutsidePercentage=四面强迫攻击的百分比
[MOD GUI Design - BotHumanization]
chkCollectAchievements=自动收集成就
chkLookAtRedNotifications=看看按钮上的红色/紫色标志
chkUseAltRClick=随机进行所有BOT点击
chkUseAltRClick_Info_01=完全随机点击是一个很好的功能，因为它使所有BOT点击随机...
chkUseAltRClick_Info_02=疯狂的@RoroTiti一直使用它，他说它没有问题......但是，它仍然是一个实验性功能，可能会导致不可预测的问题......
chkUseAltRClick_Info_03=那么，你想用它吗？:)
chkUseAltRClick_Info_04=PS：如果您使用此功能，将不会向您提供支持...
chkUseBotHumanization=启用Bot人性化
Group_01=设置
Label_01=阅读部落聊天
Label_02=阅读全球公共聊天
Label_03=Or
Label_04=Say...
Label_05=观看防御
Label_06=观看进攻
Label_07=最快回放速度
Label_08=暂停回放
Label_09=看部落战纪录
Label_10=访问部落成员
Label_11=看最好的玩家
Label_12=看最好的部落
Label_13=最快回放速度
Label_14=看现在进行中部落战
Label_15=暂停回放
Label_16=观看回放
Label_17=不做什么
Label_18=循环最大动作
Label_20=发布友宜战挑战与消息
[MBR GUI Design MOD - War preration]
chkRequestCCForWar=暂停前请求部落援军
chkStopForWar_01=为战争暂停村庄
chkStopForWar_02=暂停或设置当前账户'空闲'以准备战争
chkTrainWarTroop=在暂停之前删除所有村庄部队并训练战争部队
chkUseQuickTrainWar=使用一键训练
CmbReturnTime_02=战斗结束前
CmbReturnTime_Info_01=0小时| 1小时| 2 小时 | 3 小时 | 4 小时 | 5小时| 6小时| 7小时| 8小时| 9小时| 10小时| 11小时| 12小时| 13小时| 14小时| 15小时| 16小时 | 17小时| 18小时| 19小时| 20小时| 21小时| 22小时| 23小时
CmbStopBeforeBattle=在战斗开始之前|战斗开始之后
CmbStopTime_Info_01=0小时| 1小时| 2 小时 | 3 小时 | 4 小时 | 5小时| 6小时| 7小时| 8小时| 9小时| 10小时| 11小时| 12小时| 13小时| 14小时| 15小时| 16小时 | 17小时| 18小时| 19小时| 20小时| 21小时| 22小时| 23小时
Group=战争准备
Label_01=回到村庄
Label_02=总兵力数
Label_03=总法术数
LblRemoveArmyWar=删除设置的军队
TxtRequestCCForWar=战争部队请求
[MBR GUI Design MOD - Chat]
chkChatNotify_01=使用遥控器聊天
chkChatNotify_02=通过pushbullet或telegram发送和接收聊天。\ r \ n使用BOT <myvillage> GETCHATS <interval | NOW | STOP>将最新的战队\ r \ n聊天作为图像，然后通过BOT <myvillage> SENDCHAT <聊天消息>发送 和你的部落聊天
chkClanChat_01=聊天部落聊天
chkClanChat_02=使用部落聊天发送消息
chkCleverbot_01=机灵
chkCleverbot_02=Enabele on this function to communicate Cleverbot with your clan
ChkDelayTime_01=延迟时间
chkGlobalChat_01=在全球公共聊天广告
chkGlobalChat_02=使用全局聊天发送消息
chkGlobalScramble_01=争夺全球公共聊天
chkGlobalScramble_02=将下面文本框中定义的消息片段以随机顺序加扰
chkPbSendNewChats_01=通知我新的聊天
chkPbSendNewChats_02=当检测到新聊天时，将通过pushbullet和电报发送您的家族聊天图像。 不保证100％准确。
chkRusLang_01=俄语
chkRusLang_02=俄语发送文本。 注意：Android模拟器中的输入语言必须是俄语。
chkSwitchLang_01=切换语言
chkSwitchLang_02=垃圾邮件之后切换语言以建立新的全球公共聊天
chkUseGeneric_01=使用通用聊天
chkUseGeneric_02=如果阅读最新的聊天失败或没有新的聊天，请使用通用聊天
chkUseResponses_01=使用自定义回复
chkUseResponses_02=使用下面定义关键词回复  
editGeneric_01=要发送的通用消息，每行一个
editGlobalMessages1_01=从此列表中随机选取一个项目（每行一个）并添加它以创建要发送到全局的消息
editGlobalMessages2_01=从此列表中随机选取一个项目（每行一个）并添加它以创建要发送到全局的消息
editResponses_01=在部落消息中查找指定的关键词并回复响应。 每行一项，格式为关键词：response
Group_01=全球公共聊天
Group_02=部落聊天
Label_15=分
[MBR GUI Design MOD - Goblin XP]
chkEnableSuperXP_Info_01=启用 Goblin XP
chkEnableSuperXP_Info_05=Goblin XP
chkEnableSuperXP2_Info_01=在部队训练期间的单人模式经验值
chkEnableSuperXP2_Info_02=单人模式经验值不是攻击
chkEnableSuperXP2_Info_03=获得最大经验值到
chkEnableSuperXP2_Info_04=使用
chkEnableSuperXP2_Info_05=获得经验值
chkEnableSuperXP2_Info_07=开始经验值
chkEnableSuperXP2_Info_08=目前的经验值
chkEnableSuperXP2_Info_09=赢得经验值
chkEnableSuperXP2_Info_10=赢得经验值/小时
chkFastGoblinXP=快速GoblinXP
chkFastGoblinXP_01=从主屏幕跳过当前经验值检查并让GoblinXP快速启动。
chkSkipZoomOutXP=跳过缩小
chkSkipZoomOutXP_01=攻击完成后跳过缩小。
Label_03=Goblin XP持续攻击单人模式的大本营来获得经验值。
Label_04=在每次攻击中，你赢得5 经验值
[MOD GUI Design - Forecast]
ForecastBoost=提升时>
ForecastBoost_Info_01=当战利品索引时，提升军营，英雄。
ForecastBoost_Info_02=提升的最低战利品指数。
ForecastHopingSwitch=切换到
ForecastHopingSwitch_Info_01=战利品指数时切换到个人资料
ForecastHopingSwitch_Info_02=当指数
ForecastHopingSwitch_Info_03=当指数
ForecastPause=停在下面
ForecastPause_Info_01=战利品指数低于指定值时停止攻击。
ForecastPause_Info_02=停止攻击的最低战利品指数。
[MBR GUI Design Child Bot - Switch Profiles]
ChkDESwitchMax_Info_01=切换到
ChkDESwitchMax_Info_02=启用此选项可在暗黑重油高于时切换配置文件。
ChkDESwitchMin_Info_01=切换到
ChkDESwitchMin_Info_02=启用此选项可在暗黑重油低于时切换配置文件。
ChkElixirSwitchMax_Info_01=切换到
ChkElixirSwitchMax_Info_02=启用此选项可在圣水高于时切换配置文件。
ChkElixirSwitchMin_Info_01=切换到
ChkElixirSwitchMin_Info_02=启用此选项可在圣水低于时切换配置文件。
chkGoldSwitchMax_Info_01=切换到
chkGoldSwitchMax_Info_02=当黄金高于时，启用此选项可切换配置文件。
ChkGoldSwitchMin _Info_01=切换到
ChkGoldSwitchMin _Info_02=当金价低于时，启用此选项可切换配置文件。
ChkTrophySwitchMax_Info_01=切换到
ChkTrophySwitchMax_Info_02=当奖杯高于时，启用此选项可切换配置文件。
ChkTrophySwitchMin_Info_01=切换到
ChkTrophySwitchMin_Info_02=当奖杯低于时，启用此选项可切换配置文件。
CmbDEMaxProfile_Info_01=选择满足条件时要切换到的配置文件
CmbDEMinProfile_Info_01=选择满足条件时要切换到的配置文件
CmbElixirMaxProfile_Info_01=选择满足条件时要切换到的配置文件
CmbElixirMinProfile_Info_01=选择满足条件时要切换到的配置文件
CmbGoldMaxProfile _Info_01=选择满足条件时要切换到的配置文件
CmbGoldMaxProfile _Info_03=设置黄金数量以触发切换配置文件。
CmbGoldMinProfile _Info_01=选择满足条件时要切换到的配置文件
CmbTrophyMaxProfile_Info_01=选择满足条件时要切换到的配置文件
CmbTrophyMinProfile_Info_01=选择满足条件时要切换到的配置文件
Group_01=黄金 切换配置文件条件
Group_02=圣水 切换配置文件条件
Group_03=暗黑重油 切换配置文件条件
Group_04=奖杯 切换配置文件条件
Label_01=当黄金高于
Label_02=当黄金低于
Label_03=当 圣水 高于
Label_04=当 圣水 低于
Label_05=当 暗黑重油 高于
Label_06=当 暗黑重油 低于
Label_07=当 奖杯 高于
Label_08=当 奖杯 低于
TxtMaxDEAmount_Info_01=设置暗黑重油的量以触发切换配置文件。
TxtMaxElixirAmount_Info_01=设置圣水的数量以触发切换配置文件。
TxtMaxTrophyAmount_Info_01=设置奖杯数量以触发切换配置文件。
TxtMinDEAmount_Info_01=设置暗黑重油的量以触发切换配置文件。
TxtMinElixirAmount_Info_01=设置圣水的数量以触发切换配置文件。
TxtMinGoldAmount _Info_01=设置黄金数量以触发切换配置文件。
TxtMinTrophyAmount_Info_01=设置奖杯数量以触发切换配置文件。
[MBR GUI Design MOD - SM Debug]
btnDragNDropQueue=测试拖放队列
BtnTestBotHumanization=测试Bot人性化
BtnTestBuilderTimeOCR=检查构建器时间光学识别
BtnTestCheckOneGem=测试检查宝石提升
BtnTestClanChatBot=测试部落聊天机器人
BtnTestGlobalChatBot=测试全球聊天机器人
BtnTestGoblinXP=测试 Goblin XP
BtnTestHeroBoostOCR=检查英雄提升光学识别
BtnTestTNRQT=测试 TNRQT
BtnTestWardenMode=检查守望者模式
Group_01=SM调试
[601]
26=打开主题文件
25=打开文件时出错!
